{
  "boardGameGeekGameId": "68448",
  "boardGameGeekName": "7 Wonders",
  "boardGameApiId": "7-wonders",
  "name": "7 Wonders",
  "playRecords": [
    {
      "date": "2018-03-12",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-12-08",
      "winner": "Other",
      "coOp": "No",
      "notes": "6 player"
    },
    {
      "date": "2018-12-10",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 2,
  "winCountOther": 1,
  "winCountDraw": 0,
  "winnableGamesTotal": 3,
  "winRateHannah": 0,
  "winRateJohn": 0.6667,
  "winRateOther": 0.3333,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "You are the leader of one of the 7 great cities of the Ancient World. Gather resources, develop commercial routes, and affirm your military supremacy. Build your city and erect an architectural wonder which will transcend future times.",
    "7 Wonders lasts three ages. In each age, players receive seven cards from a particular deck, choose one of those cards, then pass the remainder to an adjacent player. Players reveal their cards simultaneously, paying resources if needed or collecting resources or interacting with other players in various ways. (Players have individual boards with special powers on which to organize their cards, and the boards are double-sided). Each player then chooses another card from the deck they were passed, and the process repeats until players have six cards in play from that age. After three ages, the game ends.",
    "In essence, 7 Wonders is a card development game. Some cards have immediate effects, while others provide bonuses or upgrades later in the game. Some cards provide discounts on future purchases. Some provide military strength to overpower your neighbors and others give nothing but victory points. Each card is played immediately after being drafted, so you'll know which cards your neighbor is receiving and how his choices might affect what you've already built up. Cards are passed left-right-left over the three ages, so you need to keep an eye on the neighbors in both directions.",
    "Though the box of earlier editions is listed as being for 3&ndash;7 players, there is an official 2-player variant included in the instructions."
  ]
}