{
  "boardGameGeekGameId": "173346",
  "boardGameGeekName": "7 Wonders Duel",
  "boardGameApiId": "7-wonders-duel",
  "name": "7 Wonders Duel",
  "playRecords": [
    {
      "date": "2018-01-15",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 1,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 1,
  "winRateHannah": 0,
  "winRateJohn": 1,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "In many ways 7 Wonders Duel resembles its parent game 7 Wonders as over three ages players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders.",
    "What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players, with the players not drafting cards simultaneously from hands of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play as well as bonus moves that allow you to take a second card immediately. As in the original game, each card that you acquire can be built, discarded for coins, or used to construct a wonder.",
    "Each player starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.",
    "Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as you acquire resources, the cost for those particular resources increases for your opponent, representing your dominance in this area.",
    "A player can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital, giving you a bonus at certain positions; if you reach the opponent's capital, you win the game immediately; similarly, if you acquire any six of seven different scientific symbols, you achieve scientific dominance and win immediately; if none of these situations occurs, then the player with the most points at the end of the game wins."
  ]
}