{
  "boardGameGeekGameId": "169255",
  "boardGameGeekName": "A Game of Thrones: The Card Game (Second Edition)",
  "boardGameApiId": "a-game-of-thrones-the-card-game-second-edition",
  "name": "A Game of Thrones: The Card Game (Second Edition)",
  "playRecords": [
    {
      "date": "2018-01-18",
      "winner": "John",
      "coOp": "No",
      "notes": "New decks trial"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 1,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 1,
  "winRateHannah": 0,
  "winRateJohn": 1,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "In A Game of Thrones: The Card Game, the warring factions of Westeros await your command, inviting you to engage in a life-or-death struggle. In every game, you select devious plots and challenge your opponents on the field of battle, through back alley intrigue, and in the political arena. Whether you play a against a single opponent, in a game known as a joust, or engage in a battle of three or more players, called a melee, winning challenges against your opponents is the way to victory.",
    "Your ultimate goal in A Game of Thrones: The Card Game is to gain influence over the greatest seat of power in Westeros: the Iron Throne! To achieve this goal, you must call upon iconic characters, such as Tywin Lannister, Robb Stark, Stannis Baratheon, Daenerys Targaryen, Euron Crow's Eye, The Red Viper, and dozens of others. You must maneuver the members of your House and your allies in a constant battle to gain power. The first player to claim fifteen power wins!",
    "In the game, each player has two decks: a draw deck and a plot deck. Your draw deck contains the tactical elements of your struggle, including the characters, locations, attachments, and events that you call upon in your struggle to claim the Iron Throne. You can command characters from throughout A Song of Ice and Fire, and you can march forth from the icy walls of Winterfell or muster your armies around Casterly Rock. You may even equip your characters with storied weapons, such as the Valyrian steel blades Ice or Widow's Wail. The draw deck holds these powerful characters, locations, attachments, and events. This deck is randomly shuffled and players draw their hands from this deck.",
    "At the start of each round, each player simultaneously chooses and reveals one of the plot cards from their individual seven-card plot decks. Your plot for a round determines how much gold you can spend on cards, which player starts with initiative, and how powerful your challenges are. Your plot also bears a reserve value, which determines how many cards you can keep in your hand past the end of the round. Plots may also offer powerful effects that can trigger when the plots are revealed or persist to shape the entire game round. You may scorch the earth with a deadly wildfire assault, or call upon all players to support the faith of the Seven.",
    "A Game of Thrones: The Card Game (Second Edition) differs from the first edition of the game due to elements being cut, elements being revised or updated, and elements being added. Influence was a holdover from the game's origin as a CCG and is now unnecessary, while crests offered nothing to distinguish them from traits and made the game more difficult for new players to learn. Existing keywords have been pruned, and some new keywords have been added to showcase the most interesting and essential interactions.",
    "The timing rules &mdash; such as the details of moribund, passive effects with triggers, and save/cancel responses &mdash; will be replaced with a more straightforward timing system that takes advantage of the Interrupt, Reaction, and Forced triggers that have been successfully employed in some of FFG's newer LCGs.",
    "The second edition also includes two new factions beyond the six Houses in the first edition. New deck-building rules empower players with more options in combining factions, alongside a means of building more focused and specialized plot decks."
  ]
}