{
  "boardGameGeekGameId": "158978",
  "boardGameGeekName": "Adventure Time Card Wars: Princess Bubblegum vs. Lumpy Space Princess",
  "boardGameApiId": "adventure-time-card-wars-princess-bubblegum-vs-lumpy-space-princess",
  "name": "Adventure Time Card Wars: Princess Bubblegum vs. Lumpy Space Princess",
  "playRecords": [
    {
      "date": "2018-11-12",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 1,
  "winRateHannah": 1,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "Game description from the publisher:",
    "Adventure Time Card Wars: Princess Bubblegum vs. Lumpy Space Princess is another standalone two-player game that continues the Adventure Time Card Wars series. This time, Princess Bubblegum and her NiceLands deck take on Lumpy Space Princess&rsquo;s totally rad dual-Landscape deck in a royal rumble.",
    "NiceLands Creatures are all about using the damage on them to make them better. Most Creatures are looking for a particular sweet spot of damage. Sometimes you will want to heal damage from your Creatures to get them there. But sometimes you might actually damage your own Creatures to get them to that sweet spot. This new deck not only brings a new Landscape to the mix, but a whole new style of play.",
    "Lumpy Space Princess&rsquo;s deck is a Useless Swamps and Blue Plains deck. This is the first time a Collector&rsquo;s Pack has featured something other than a mono-color deck. The Useless Swamp side of the deck is themed around discarding cards to power up your Creature abilities. Which is never a bad thing for the swampy side, as they thrive when they have built up a sizable discard pile.",
    "The Blue Plains side of the deck is themed around replacing Creatures you control. Many of the Creatures in this half of the deck get killer bonuses for replacing Creatures that were already in play. It complements the Useless Swamp desire for a large discard pile as well. Such synergy!"
  ]
}