{
  "boardGameGeekGameId": "205637",
  "boardGameGeekName": "Arkham Horror: The Card Game",
  "boardGameApiId": "arkham-horror-the-card-game",
  "name": "Arkham Horror: The Card Game",
  "playRecords": [
    {
      "date": "2018-01-13",
      "coOpOutcome": "Won",
      "coOp": "Yes",
      "notes": "OP event at FB3"
    },
    {
      "date": "2018-03-10",
      "coOpOutcome": "Won",
      "coOp": "Yes",
      "notes": "Night of the Zealot: Part 1"
    },
    {
      "date": "2018-03-10",
      "coOpOutcome": "Won",
      "coOp": "Yes",
      "notes": "Night of the Zealot: Part 2"
    },
    {
      "date": "2018-03-10",
      "coOpOutcome": "Won",
      "coOp": "Yes",
      "notes": "Night of the Zealot: Part 3"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 4,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 4,
  "coOpGameLoses": 0,
  "coOpWinRate": 1,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Description from the publisher:",
    "Something evil stirs in Arkham, and only you can stop it. Blurring the traditional lines between roleplaying and card game experiences, Arkham Horror: The Card Game is a Living Card Game of Lovecraftian mystery, monsters, and madness!",
    "In the game, you and your friend (or up to three friends with two Core Sets) become characters within the quiet New England town of Arkham. You have your talents, sure, but you also have your flaws. Perhaps you've dabbled a little too much in the writings of the Necronomicon, and its words continue to haunt you. Perhaps you feel compelled to cover up any signs of otherworldly evils, hampering your own investigations in order to protect the quiet confidence of the greater population. Perhaps you'll be scarred by your encounters with a ghoulish cult.",
    "No matter what compels you, no matter what haunts you, you'll find both your strengths and weaknesses reflected in your custom deck of cards, and these cards will be your resources as you work with your friends to unravel the world's most terrifying mysteries.",
    "Each of your adventures in Arkham Horror LCG carries you deeper into mystery. You'll find cultists and foul rituals. You'll find haunted houses and strange creatures. And you may find signs of the Ancient Ones straining against the barriers to our world...",
    "The basic mode of play in Arkham LCG is not the adventure, but the campaign. You might be scarred by your adventures, your sanity may be strained, and you may alter Arkham's landscape, burning buildings to the ground. All your choices and actions have consequences that reach far beyond the immediate resolution of the scenario at hand &mdash; and your actions may earn you valuable experience with which you can better prepare yourself for the adventures that still lie before you."
  ]
}