{
  "boardGameGeekGameId": "215510",
  "boardGameGeekName": "Arkham Horror: The Card Game – Carnevale of Horrors: Scenario Pack",
  "boardGameApiId": "arkham-horror-the-card-game-carnevale-of-horrors-scenario-pack",
  "name": "Arkham Horror: The Card Game – Carnevale of Horrors: Scenario Pack",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Description from the Publisher:",
    "The sixty-two card, standalone scenario in Carnevale of Horrors transports you to a city of masks and mysteries. While revelers throng the streets of Venice, masked conspirators advance their sinister agendas, shadows envelop the city, and something terrible rises from the lagoon&hellip;",
    "Also playable as a &quot;side-story&quot; that can be added to your ongoing Arkham Horror: The Card Game campaign, Carnevale of Horrors challenges you and your fellow investigators to move swiftly among the masked revelers parading the streets of Venice in order to unravel a dreadful conspiracy. But while the day's festival begins with music, mirth, and merriment, it quickly spirals into abject horror&hellip; The sun vanishes, and screams erupt throughout the city. You want to save as many innocents as you can, but everyone is wearing masks. Who are the villains, and who are the victims? You must race to identify and confront the cultists, lest they and their sacrifices summon a being of unfathomable malice!",
    "Carnevale of Horrors comes with all the act, agenda, location, and encounter cards that you need to enjoy its adventure. Additionally, five player cards&mdash;one ally and four Mask assets&mdash;enrich your campaign experience after you complete your investigations in Venice.",
    "Requires a copy of the Arkham Horror: The Card Game Core Set to play. This expansion is made available via FFG&rsquo;s in-house manufacturing."
  ]
}