{
  "boardGameGeekGameId": "72809",
  "boardGameGeekName": "Barbarossa",
  "boardGameApiId": "barbarossa",
  "name": "Barbarossa",
  "playRecords": [
    {
      "date": "2018-06-05",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-06-10",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 2,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 1,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 2,
  "winRateHannah": 0.5,
  "winRateJohn": 0.5,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Barbarossa is set in a fictional Second World War setting in which cute German military girls rush against Moscow to defeat the evil magician Stalin.",
    "The game uses the in-game deck-building mechanism from Dominion &ndash; that is, each player starts with a small deck of resource cards and during the course of the game one buys cards from an open card pool to build a deck of cards to play with. Goal of the game is to conquer Moscow. If Moscow falls the player with the most victory points wins. Victory points are acquired by conquering different cities and/or strategical positions during the game. Every time you attack a city, event cards from an event deck are drawn (e.g. General &quot;Winter&quot;). Barbarossa uses six different kinds of cards:",
    "    Supply Cards: These provide points to buy other cards from the open card pool. ",
    "    Unit Cards: The use of these cards require &quot;Operation Points&quot; (Each turn you start with one Operation Point) and deliver the military strength to attack cities or strategic positions (or in other words gain victory point cards).",
    "    Operation Cards: They give you a one time bonus in different forms. After use they are not just discarded but put out of play.",
    "    Deploy Cards: They stay in the players play area and deliver bonuses in different forms every turn.",
    "    Target Cards: The cities and strategic positions which deliver VPs, also if you conquered strategic positions it becomes easier to attack cities.",
    "    Event Cards: If you attack the Target cards an event is drawn and stuff happens.",
    "Like all of Arclight's deck construction games, the illustrations are provided by famous Japanese fanzine artists.",
    "Integrates with",
    "    El Alamein"
  ]
}