{
  "boardGameGeekGameId": "240196",
  "boardGameGeekName": "Betrayal Legacy",
  "boardGameApiId": "betrayal-legacy",
  "name": "Betrayal Legacy",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Betrayal Legacy marries the concept of Betrayal at House on the Hill &mdash; exploring a haunted mansion &mdash; with the permanency and multi-game storytelling exhibited by Daviau's Risk Legacy and other legacy games that followed. Betrayal Legacy consists of a prologue and a thirteen-chapter story that takes place over decades. Players represent families, with specific members of a family participating in one story, then perhaps an older version of those characters (assuming they lived) or their descendants showing up in later stories.",
    "Why would people keep exploring a haunted mansion for decade after decade, especially when horrible things happen there? Curiosity, I suppose, or perhaps an ignorant boldness that comes from the belief that we know better than those who have come before. Look at all that we've learned, marvel at the tools we have at hand! Surely we'll all exit safely this time...",
    "As with other Betrayal titles, the game is narratively-driven, with elements that record the history of your specific games. The tools mentioned earlier, for example, become attached to specific families. This isn't just a bucket; it's my bucket, the one my grandpappy used to feed his family's pigs when he was a boy, and while you can certainly use that bucket, I know how to wield it best from the time he spent teaching me how to slop. Yes, it's an heirloom bucket, and when kept in the family, I get a bonus for using it."
  ]
}