{
  "boardGameGeekGameId": "10547",
  "boardGameGeekName": "Betrayal at House on the Hill",
  "boardGameApiId": "betrayal-at-house-on-the-hill",
  "name": "Betrayal at House on the Hill",
  "playRecords": [
    {
      "date": "2018-01-11",
      "coOpOutcome": "Heroes won",
      "coOp": "Yes"
    },
    {
      "date": "2018-02-10",
      "coOpOutcome": "Heroes lost",
      "coOp": "Yes",
      "notes": "2 player, each playing two characters"
    },
    {
      "date": "2018-02-25",
      "coOpOutcome": "Heroes lost",
      "coOp": "Yes",
      "notes": "John was betrayer"
    },
    {
      "date": "2018-05-13",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 4,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 1,
  "coOpGameLoses": 3,
  "coOpWinRate": 0.25,
  "coOpLossRate": 0.75,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "From the press release:",
    "Betrayal at House on the Hill quickly builds suspense and excitement as players explore a haunted mansion of their own design, encountering spirits and frightening omens that foretell their fate. With an estimated one hour playing time, Betrayal at House on the Hill is ideal for parties, family gatherings or casual fun with friends.",
    "Betrayal at House on the Hill is a tile game that allows players to build their own haunted house room by room, tile by tile, creating a new thrilling game board every time. The game is designed for three to six people, each of whom plays one of six possible characters.",
    "Secretly, one of the characters betrays the rest of the party, and the innocent members of the party must defeat the traitor in their midst before it&rsquo;s too late! Betrayal at House on the Hill will appeal to any game player who enjoys a fun, suspenseful, and strategic game.",
    "Betrayal at House on the Hill includes detailed game pieces, including character cards, pre-painted plastic figures, and special tokens, all of which help create a spooky atmosphere and streamline game play.",
    "An updated reprint of Betrayal at House on the Hill was released on October 5, 2010."
  ]
}