{
  "boardGameGeekGameId": "224517",
  "boardGameGeekName": "Brass: Birmingham",
  "boardGameApiId": "brass-birmingham",
  "name": "Brass: Birmingham",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Brass: Birmingham is an economic strategy game sequel to Martin Wallace' 2007 masterpiece, Brass. Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution, between the years of 1770-1870.",
    "As in its predecessor, you must develop, build, and establish your industries and network, in an effort to exploit low or high market demands.",
    "Each round, players take turns according to the turn order track, receiving two actions to perform any of the following actions (found in the original game):",
    "1) Build - Pay required resources and place an industry tile.",
    "2) Network - Add a rail / canal link, expanding your network.",
    "3) Develop - Increase the VP value of an industry.",
    "4) Sell - Sell your cotton, manufactured goods and pottery.",
    "5) Loan - Take a &pound;30 loan and reduce your income.",
    "Brass: Birmingham also features a new sixth action:",
    "6) Scout - Discard three cards and take a wild location and wild industry card. (This action replaces Double Action Build in original Brass.)",
    "The game is played over two halves: the canal era (years 1770-1830) and the rail era (years 1830-1870). To win the game, score the most VPs. VPs are counted at the end of each half for the canals, rails and established (flipped) industry tiles.",
    "Birmingham features dynamic scoring canals/rails. Instead of each flipped industry tile giving a static 1 VP to all connected canals and rails, many industries give 0 or even 2 VPs. This provides players with the opportunity to score much higher value canals in the first era, and creates interesting strategy with industry placement.",
    "Iron, coal, and cotton are three industries which appear in both the original Brass as well as in Brass: Birmingham.",
    "New &quot;Sell&quot; system",
    "Brewing has become a fundamental part of the culture in Birmingham. You must now sell your product through traders located around the edges of the board. Each of these traders is looking for a specific type of good each game. To sell cotton, pottery, or manufactured goods to these traders, you must also &quot;grease the wheels of industry&quot; by consuming beer. For example, a level 1 cotton mill requires one beer to flip. As an incentive to sell early, the first player to sell to a trader receives free beer.",
    "Birmingham features three all-new industry types:",
    "Brewery - Produces precious beer barrels required to sell goods.",
    "Manufactured goods - Function like cotton, but features eight levels. Each level of manufactured goods provides unique rewards, rather than just escalating in VPs, making it a more versatile (yet potentially more difficult) path vs cotton.",
    "Pottery - These behemoths of Birmingham offer huge VPs, but at a huge cost and need to plan.",
    "Increased Coal and Iron Market size - The price of coal and iron can now go up to &pound;8 per cube, and it's not uncommon.",
    "Brass: Birmingham is a sequel to Brass. It offers a very different story arc and experience from its predecessor."
  ]
}