{
  "boardGameGeekGameId": "224037",
  "boardGameGeekName": "Codenames Duet",
  "boardGameApiId": "codenames-duet",
  "name": "Codenames Duet",
  "playRecords": [
    {
      "date": "2018-04-06",
      "coOpOutcome": "Lost",
      "coOp": "Yes"
    },
    {
      "date": "2018-05-31",
      "coOpOutcome": "Lost",
      "coOp": "Yes"
    },
    {
      "date": "2018-05-31",
      "coOpOutcome": "Lost",
      "coOp": "Yes"
    },
    {
      "date": "2018-05-31",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 4,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 1,
  "coOpGameLoses": 3,
  "coOpWinRate": 0.25,
  "coOpLossRate": 0.75,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Codenames Duet keeps the basic elements of Codenames &mdash; give one-word clues to try to get someone to identify your agents among those on the table &mdash; but now you're working together as a team to find all of your agents. (Why you don't already know who your agents are is a question that Congressional investigators will get on your back about later!)",
    "To set up play, lay out 25 word cards in a 5&times;5 grid. Place a key card in the holder so that each player sees one side of the card. Each player sees a 5&times;5 grid on the card, with nine of the squares colored green (representing your agents) and three squares colored black (representing assassins). Three of the nine squares on each side are also green on the other side, one assassin is black on both sides, one is green on the other side and the other is an innocent bystander on the other side.",
    "Collectively, you need to reveal all fifteen agents &mdash; without revealing an assassin &mdash; before time runs out in order to win the game. Either player can decide to give the first one-word clue to the other player, along with a number. Whoever receives the clue places a finger on a card to identify that agent. If correct, they can attempt to identify another one. If they identify a bystander, then their guessing time ends. If they identify an assassin, you both lose! Unlike regular Codenames, they can keep guessing as long as they keep identifying an agent each time; this is useful for going back to previous clues and finding ones they missed earlier. After the first clue is given, players alternate giving clues."
  ]
}