{
  "boardGameGeekGameId": "131357",
  "boardGameGeekName": "Coup",
  "boardGameApiId": "coup",
  "name": "Coup",
  "playRecords": [
    {
      "date": "2018-04-05",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-04-20",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-08-05",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-09-01",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-09-01",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-10-18",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "Played at work. best of three."
    },
    {
      "date": "2018-11-27",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2020-01-03",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 8,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 4,
  "winCountJohn": 4,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 8,
  "winRateHannah": 0.5,
  "winRateJohn": 0.5,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "You are head of a family in an Italian city-state, a city run by a weak and corrupt court. You need to manipulate, bluff and bribe your way to power. Your object is to destroy the influence of all the other families, forcing them into exile. Only one family will survive...",
    "In Coup, you want to be the last player with influence in the game, with influence being represented by face-down character cards in your playing area.",
    "Each player starts the game with two coins and two influence &ndash; i.e., two face-down character cards; the fifteen card deck consists of three copies of five different characters, each with a unique set of powers:",
    "     Duke: Take three coins from the treasury. Block someone from taking foreign aid.",
    "     Assassin: Pay three coins and try to assassinate another player's character.",
    "     Contessa: Block an assassination attempt against yourself.",
    "     Captain: Take two coins from another player, or block someone from stealing coins from you.",
    "     Ambassador: Draw two character cards from the Court (the deck), choose which (if any) to exchange with your face-down characters, then return two. Block someone from stealing coins from you.",
    "On your turn, you can take any of the actions listed above, regardless of which characters you actually have in front of you, or you can take one of three other actions:",
    "     Income: Take one coin from the treasury.",
    "     Foreign aid: Take two coins from the treasury.",
    "     Coup: Pay seven coins and launch a coup against an opponent, forcing that player to lose an influence. (If you have ten coins or more, you must take this action.)",
    "When you take one of the character actions &ndash; whether actively on your turn, or defensively in response to someone else's action &ndash; that character's action automatically succeeds unless an opponent challenges you. In this case, if you can't (or don't) reveal the appropriate character, you lose an influence, turning one of your characters face-up. Face-up characters cannot be used, and if both of your characters are face-up, you're out of the game.",
    "If you do have the character in question and choose to reveal it, the opponent loses an influence, then you shuffle that character into the deck and draw a new one, perhaps getting the same character again and perhaps not.",
    "The last player to still have influence &ndash; that is, a face-down character &ndash; wins the game!",
    "A new &amp; optional character called the Inquisitor has been added (currently, the only English edition with the Inquisitor included is the Kickstarter Version from Indie Boards &amp; Cards. Copies in stores may not be the Kickstarter versions and may only be the base game). The Inquisitor character cards may be used to replace the Ambassador cards.",
    "     Inquisitor: Draw one character card from the Court deck and choose whether or not to exchange it with one of your face-down characters. OR Force an opponent to show you one of their character cards (their choice which). If you wish it, you may then force them to draw a new card from the Court deck. They then shuffle the old card into the Court deck. Block someone from stealing coins from you."
  ]
}