{
  "boardGameGeekGameId": "148943",
  "boardGameGeekName": "Coup: Rebellion G54",
  "boardGameApiId": "coup-rebellion-g54",
  "name": "Coup: Rebellion G54",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "In Coup: Rebellion G54 (G54), the last player with influence in the game wins, with influence being represented by face-down character cards in your playing area. Before each game players choose five character roles from a randomized deck. Characters have a unique variable power, and the deck is formed by three iterations of each role for fifteen cards total.",
    "A player starts the game with two coins and two influence cards &ndash; i.e., two face-down character cards. On your turn, you can take any of the actions of the five characters in play, regardless of which characters you actually have in front of you, or you can take one of two general actions:",
    "    Income: Take one coin from the treasury.",
    "    Coup: Pay seven coins and launch a coup against an opponent, forcing that player to lose an influence. (If you have ten coins or more, you must take this action.)",
    "When you take one of the character actions &ndash; whether actively on your turn, or defensively in response to someone else's action &ndash; that character's action automatically succeeds unless an opponent challenges you. In this case, if you can't (or don't) reveal the appropriate character, you lose an influence, turning one of your characters face-up. Face-up characters cannot be used, and if both of your characters are face-up, you're out of the game.",
    "If you do have the character in question and choose to reveal it, the opponent loses an influence, then you shuffle that character into the deck and draw a new one, perhaps getting the same character again and perhaps not.",
    "The last player to still have influence &ndash; that is, a face-down character &ndash; wins the game!",
    "Coup: Rebellion G54 is a new standalone game that takes the same simple Coup mechanisms and rules, but with a variable deck of 25 characters, and in each game you choose to play with five out of the 25, so the relative power and advantage of each character changes from game to game. This is more of a gamer's game than the original Coup as you can create a deck to increase bluffing, deduction, negotiation or luck."
  ]
}