{
  "boardGameGeekGameId": "192116",
  "boardGameGeekName": "Cthulhu: A Deck Building Game",
  "boardGameApiId": "cthulhu-a-deck-building-game",
  "name": "Cthulhu: A Deck Building Game",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "The Elder Gods greet and invite you to participate in trying to save your wretched existence. The stars are aligning soon and only those who have dared to piece together the clues from the mythos even know what's coming. Do you and your fellow investigators have what it takes to save everything? I think not...",
    "In Cthulhu: A Deck Building Game, you cooperatively work with fellow players (1-6 players) as Investigators to banish the Elder God and his minions by using Moxie (force of character, determination, or nerve) to reduce their health to zero. If you banish the Elder God before he reduces all of the Investigators health to zero you win the game.",
    "There are two phases of the game, a planning and combat phase.",
    "1) In the planning phase, the Investigators activate cards in their hand, research new cards at the Miskatonic University and then ready themselves for final preparation.",
    "2) In the combat phase, the Elder God and his minions attack the Investigators' health and sanity. Investigators may go crazy or die out right, however, they have a chance to fight back. The Investigators use Moxie to push back the waves of the occult and supernatural.",
    "Building your personal library by researching in the Miskatonic University makes you stronger and is your only hope against the Elders. Keep in mind, every bit of resource used to research is a bit not used against the Mythos. It is a balance you must solve to defeat the Elder Gods."
  ]
}