{
  "boardGameGeekGameId": "150376",
  "boardGameGeekName": "Dead of Winter: A Crossroads Game",
  "boardGameApiId": "dead-of-winter-a-crossroads-game",
  "name": "Dead of Winter: A Crossroads Game",
  "playRecords": [
    {
      "date": "2018-08-12",
      "coOpOutcome": "Lost",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 1,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 0,
  "coOpGameLoses": 1,
  "coOpWinRate": 0,
  "coOpLossRate": 1,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Game description from the publisher:",
    "&quot;Crossroads&quot; is a new series from Plaid Hat Games that tests a group of survivors' ability to work together and stay alive while facing crises and challenges from both outside and inside.",
    "Dead of Winter: A Crossroads Game, the first game in this series, puts 2-5 players in a small, weakened colony of survivors in a world where most of humanity is either dead or diseased, flesh-craving monsters. Each player leads a faction of survivors with dozens of different characters in the game.",
    "Dead of Winter is a meta-cooperative psychological survival game. This means players are working together toward one common victory condition &mdash; but for each individual player to achieve victory, he must also complete his personal secret objective. This secret objective could relate to a psychological tick that's fairly harmless to most others in the colony, a dangerous obsession that could put the main objective at risk, a desire for sabotage of the main mission, or (worst of all) vengeance against the colony! Certain games could end with all players winning, some winning and some losing, or all players losing. Work toward the group's goal, but don't get walked all over by a loudmouth who's looking out only for his own interests!",
    "Dead of Winter is an experience that can be accomplished only through the medium of tabletop games. It's a story-centric game about surviving through a harsh winter in an apocalyptic world. The survivors are all dealing with their own psychological imperatives, but must still find a way to work together to fight off outside threats, resolve crises, find food and supplies, and keep the colony's morale up.",
    "Dead of Winter has players making frequent, difficult, heavily- thematic, wildly-varying decisions that often have them deciding between what is best for the colony and what is best for themselves.",
    "Part of the Dead of Winter series."
  ]
}