{
  "boardGameGeekGameId": "245197",
  "boardGameGeekName": "Deadwood 1876",
  "boardGameApiId": "deadwood-1876",
  "name": "Deadwood 1876",
  "playRecords": [
    {
      "date": "2018-10-21",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-11-03",
      "winner": "Other",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 2,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 0,
  "winCountOther": 1,
  "winCountDraw": 0,
  "winnableGamesTotal": 2,
  "winRateHannah": 0.5,
  "winRateJohn": 0,
  "winRateOther": 0.5,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "There&rsquo;s gold in the Black Hills of South Dakota, and you&rsquo;ve come to find (or steal) your share. You&rsquo;re staying at one of the three major establishments in Deadwood where you and your associates are working together to steal some of the gold-filled safes floating around town. But you suspect that the &ldquo;friends&rdquo; you&rsquo;re working with are secretly plotting to keep all the gold for themselves. Will you be ready to turn on them before they shoot you in the back?",
    "In Deadwood 1876, you use cards from your hand to try to win Safes from other players. Safes contain Badges, Gold, or Showdown Guns. Near the end of the game, players with Badges get extra turns. After the final turn, the team with the most Gold will advance to the Final Showdown. There, teammates will have to fight each other to the death using Showdown Guns. The last person alive is the winner!",
    "The game is a balance between teamwork and selfishness. If a player uses all of their best cards to hunt down Gold for their team, they&rsquo;ll be defenseless to fight against their teammates if they go to the Final Showdown. But if a player only goes after Guns and saves all of their best cards, their team might not have enough Gold to actually reach the Final Showdown. If someone on your team doesn&rsquo;t seem to be pulling their weight, they might be plotting to steal your gold after using you to get to the Finals! There may come a point where you need to gather Showdown Guns instead of Gold, or attack, mislead, frame, abandon, or banish your own teammates.",
    "Deadwood 1876, volume 3 in the &quot;Dark Cities&quot; series from Facade Games, can have 2-9 players. Learn in 20 minutes, play in 20-40 minutes.",
    "&mdash;description from the publisher"
  ]
}