{
  "boardGameGeekGameId": "223321",
  "boardGameGeekName": "Detective: A Modern Crime Board Game",
  "boardGameApiId": "detective-a-modern-crime-board-game",
  "name": "Detective: A Modern Crime Board Game",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "In Detective: A Modern Crime Board Game you are going to solve FIVE different cases and find out what connects them, you are going to BREAK THE 4th WALL by using every resource you can, you are going to browse the game's DEDICATED DATABASE simulating your agency's resources, you will enter a city maze of old mysteries and fresh CRIME, and you will be able to COOPERATE with other agents or solve the mystery on your own.",
    "Take the job of a real detective in a modern setting! In Detective: A Modern Crime Board Game, 1-5 players take on the role of investigators, solving mysterious crimes while working as an Antares National Investigation Agency team members. This board game tell rich stories - stories you will participate in. Let's hope that you will be able to deduce the end, before there is another crime... The game will challenge you with five different cases, that have to be played in order. Seemingly unconnected at first, they will unveil an immersive meta-plot based on facts and fiction alike.",
    "Detective: A Modern Crime Board Game brings classic, card-based, puzzle-solving gameplay into the 21st century with the introduction of online elements. You will gain access to the online Antares database that contains data about suspects, witnesses, and documentation from arrests and trials related to your case. Use every tool at your disposal to solve these crimes - consult the Internet, check the facts and constantly discover new clues. You are not playing a detective; you ARE a detective!"
  ]
}