{
  "boardGameGeekGameId": "258244",
  "boardGameGeekName": "Discover: Lands Unknown",
  "boardGameApiId": "discover-lands-unknown",
  "name": "Discover: Lands Unknown",
  "playRecords": [
    {
      "date": "2018-12-27",
      "winner": "Draw",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 1,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 1,
  "mostWonGames": "Draw",
  "description": [
    "You awaken with a splitting headache and no idea of how you got here. The wilderness stretches in every direction, and something howls in the distance. Your quest for answers will have to wait; first, you need to survive. Will you help the others that are stranded here or will you save yourself at any cost?",
    "When two to four players find themselves marooned in the harsh wilderness, you must cooperate and compete to search for water, food, and tools that will be essential to your very survival. But your adventure holds many secrets. Every copy of Discover: Lands Unknown is unlike any other in the world. A mix of environments, storylines, characters, locations, items, and enemies have been engineered to tell a story unique to every copy of the game thanks to an algorithm that ensures no two copies are alike. Your copy will contain various tiles, cards, and tokens, each pulled from a shared pool of components, and the combination will be different from every other copy in the world.",
    "&mdash;description from the publisher",
    "---",
    "Generally, the players are encouraged to work together, at least to a degree. However, some scenarios actively turn the players against each other. FFG offers a &quot;co-op rules&quot; download, which alters a few events to turn the game into a pure co-op. https://www.fantasyflightgames.com/en/products/discover-lands-unknown/#/support-section"
  ]
}