{
  "boardGameGeekGameId": "209418",
  "boardGameGeekName": "Dominion (Second Edition)",
  "boardGameApiId": "dominion-second-edition",
  "name": "Dominion (Second Edition)",
  "playRecords": [
    {
      "date": "2018-02-23",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-02-25",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-03-02",
      "winner": "John",
      "coOp": "No",
      "notes": "\"Deck top\""
    },
    {
      "date": "2018-03-02",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "\"Deck top\""
    },
    {
      "date": "2018-03-07",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-03-16",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-03-23",
      "winner": "Draw",
      "coOp": "No"
    },
    {
      "date": "2018-06-02",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "Base game"
    }
  ],
  "totalGamesPlayed": 8,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 3,
  "winCountJohn": 4,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 8,
  "winRateHannah": 0.375,
  "winRateJohn": 0.5,
  "winRateOther": 0,
  "winRateDraw": 0.125,
  "mostWonGames": "John",
  "description": [
    "&quot;You are a monarch, like your parents before you, a ruler of a small pleasant kingdom of rivers and evergreens. Unlike your parents, however, you have hopes and dreams! You want a bigger and more pleasant kingdom, with more rivers and a wider variety of trees. You want a Dominion! In all directions lie fiefs, freeholds, and feodums. All are small bits of land, controlled by petty lords and verging on anarchy. You will bring civilization to these people, uniting them under your banner.",
    "&quot;But wait! It must be something in the air; several other monarchs have had the exact same idea. You must race to get as much of the unclaimed land as possible, fending them off along the way. To do this you will hire minions, construct buildings, spruce up your castle, and fill the coffers of your treasury. Your parents wouldn't be proud, but your grandparents, on your mother's side, would be delighted.'&quot;'",
    "In Dominion, each player starts with an identical, very small deck of cards. In the center of the table is a selection of other cards the players can &quot;buy&quot; as they can afford them. Through their selection of cards to buy and how they play their hands as they draw them, the players construct their deck on the fly, striving for the most efficient path to the precious victory points by game end.",
    "Dominion is not a collectible card game (CCG), but the play of the game is similar to the construction and play of a CCG deck. The game comes with 500 cards. You select 10 of the 26 Kingdom card types to include in any given play&mdash;leading to immense variety.",
    "Dominion (Second Edition) replaces six Kingdom card types from the first edition with six new types of Kingdom cards, while also replacing the blank cards in the game with a seventh new Kingdom card. These new cards are available on their own in the Dominion: Update Pack. The rulebook has been rewritten, three cards have mild functional changes (&quot;you may&quot; added to Moneylender, Mine, Throne Room), and other cards have been rephrased (while remaining functionally the same).",
    "Dominion: Update Pack contains the seven new kingdom cards introduced in the second edition of Dominion, thereby allowing owners of the first edition to obtain these new cards without needing to repurchase the entire game."
  ]
}