{
  "boardGameGeekGameId": "209419",
  "boardGameGeekName": "Dominion: Intrigue (Second Edition)",
  "boardGameApiId": "dominion-intrigue-second-edition",
  "name": "Dominion: Intrigue (Second Edition)",
  "playRecords": [
    {
      "date": "2018-04-02",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-04-08",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-05-08",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-05-25",
      "winner": "Draw",
      "coOp": "No"
    },
    {
      "date": "2018-07-20",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-09-29",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-10-16",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 7,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 2,
  "winCountJohn": 4,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 7,
  "winRateHannah": 0.2857,
  "winRateJohn": 0.5714,
  "winRateOther": 0,
  "winRateDraw": 0.1429,
  "mostWonGames": "John",
  "description": [
    "&quot;Something&rsquo;s afoot. The steward smiles at you like he has a secret, or like he thinks you have a secret, or like you think he thinks you have a secret. There are secret plots brewing, you&rsquo;re sure of it. At the very least, there are yours. A passing servant murmurs, &ldquo;The eggs are on the plate.&rdquo; You frantically search your codebook for the translation before realizing he means that breakfast is ready. Excellent. Everything is going according to plan.&quot;",
    "Dominion: Intrigue (Second Edition), an expansion for Dominion or Dominion (Second Edition), contains 26 Kingdom card types that can be used with the base game. It no longer has Basic cards and thus is no longer a stand-alone expansion; to expand to 5-6 players, use Base Cards.",
    "Dominion: Intrigue (Second Edition) replaces six Kingdom card types from the first edition with six new types of Kingdom cards, while also replacing the blank cards in that item with a seventh new Kingdom card; these new cards are also available on their own in the Dominion: Intrigue Update Pack. In addition, the rulebook has been rewritten, one card has had a mild functional change (Masquerade skips players with no cards in hand), and other cards have received updated wording while remaining functionally the same."
  ]
}