{
  "boardGameGeekGameId": "51811",
  "boardGameGeekName": "Dominion: Seaside",
  "boardGameApiId": "dominion-seaside",
  "name": "Dominion: Seaside",
  "playRecords": [
    {
      "date": "2018-10-20",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "High Seas"
    },
    {
      "date": "2018-10-24",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-11-03",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-11-24",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 2,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 4,
  "winRateHannah": 0.5,
  "winRateJohn": 0.5,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Dominion: Seaside is an expansion to both Dominion and Dominion: Intrigue. As such, it does not contain material for a complete game. Specifically, it does not include the basic Treasure, Victory, Curse, or Trash cards. Thus, you will need either the base game or Intrigue to play with this expansion, and you will need to have experience playing Dominion with either of the first two games. It is designed to work with either or both of these sets, and any future expansions that may be published.",
    "From the back of the box: &quot;All you ask is a tall ship and a star to steer her by. And someone who knows how to steer ships using stars. You finally got some of those rivers you'd wanted, and they led to the sea. These are dangerous, pirate-infested waters, and you cautiously send rat-infested ships across them, to establish lucrative trade at far-off merchant-infested ports. First, you will take over some islands, as a foothold. The natives seem friendly enough, crying their peace cries, and giving you spears and poison darts before you are even close enough to accept them properly. When you finally reach those ports you will conquer them, and from there you will look for more rivers.",
    "One day, all the rivers will be yours.&quot;",
    "Part of the Dominion series."
  ]
}