{
  "boardGameGeekGameId": "24085",
  "boardGameGeekName": "EVE: The Second Genesis",
  "boardGameApiId": "eve-the-second-genesis",
  "name": "EVE: The Second Genesis",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "EVE: The Second Genesis&trade; is a collectible card game created by the developers of the award winning MMOG EVE Online.",
    "Introduction &amp; Background",
    "The world of EVE is the world of the future - our future! As the game begins, mankind has spent millennia enduring a vicious cycle of destruction and triumph. It has led to millions of settlers being severed from civilization and",
    "stranded in a galaxy, far away from planet Earth. Its history now faded in the mists of time. In this new world, five distinct human races have emerged as the primary contestants for power. They are the Amarr, Minmatar, Gallente, Caldari - all of which are playable in this Core Set - and the mysterious Jovians.",
    "Each race relies on the success of progressive corporations to increase the overall influence in the galaxy. A corporation&rsquo;s innate zest for building wealth and prestige, in addition to its intense focus on reaching goals, make the corporation the most effective tool in the struggle for power. Some would even say they are the most effective means of governing the masses as well...",
    "The Game Concept",
    "You must produce a steady income by claiming the outer regions of space and harvesting their rich resources. Enhance your star base and defend it from incoming threats. Build a fleet of spaceships and send them on missions to reduce your opponents&rsquo; income, steal their resources, and ultimately destroy their star bases.",
    "Victory Conditions",
    "If all your opponents&rsquo; star bases have been destroyed, or you have met an alternative victory condition, you win the game. If you are to draw a card when none are left in your deck, you lose the game."
  ]
}