{
  "boardGameGeekGameId": "100901",
  "boardGameGeekName": "Flash Point: Fire Rescue",
  "boardGameApiId": "flash-point-fire-rescue",
  "name": "Flash Point: Fire Rescue",
  "playRecords": [
    {
      "date": "2018-02-19",
      "coOpOutcome": "Lost",
      "coOp": "Yes"
    },
    {
      "date": "2018-02-20",
      "coOpOutcome": "Won",
      "coOp": "Yes",
      "notes": "Just about!"
    },
    {
      "date": "2018-02-22",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-04-03",
      "coOpOutcome": "Win",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 4,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 3,
  "coOpGameLoses": 1,
  "coOpWinRate": 0.75,
  "coOpLossRate": 0.25,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "The call comes in... &quot;911, what is your emergency?&quot;  On the other end is a panicked response of &quot;FIRE!&quot; Moments later you don the protective suits that will keep you alive, gather your equipment and rush to the scene of a blazing inferno. The team has only seconds to assess the situation and devise a plan of attack &ndash; then you spring into action like the trained professionals that you are. You must face your fears, never give up, and above all else work as a team because the fire is raging, the building is threatening to collapse, and lives are in danger.",
    "You must succeed. You are the brave men and women of fire rescue; people are depending on you. This is what you do every day.",
    "Flash Point: Fire Rescue is a cooperative game of fire rescue.",
    "There are two versions of game play in Flash Point, a basic game and expert game.",
    "In both variants, players are attempting to rescue 7 of 10 victims from a raging building fire.",
    "As the players attempt to rescue the victims, the fire spreads to other parts of the building, causing structural damage and possibly blocking off pathways through the building.  Each turn a player may spend action points to try to extinguish fires, move through the building, move victims out of the building or perform various special actions such as moving emergency vehicles.  If 4 victims perish in the blaze or the building collapses from taking too much structural damage, the players lose.  Otherwise, the players win instantly when they rescue a 7th victim.",
    "The expert variant included in the game adds thematic elements such as flash over, combustible materials, random setup, and variations on game difficulty from novice to heroic.  The game includes a double sided board with two different building plans and several expansion maps are available."
  ]
}