{
  "boardGameGeekGameId": "155693",
  "boardGameGeekName": "Game of Thrones: Westeros Intrigue",
  "boardGameApiId": "game-of-thrones-westeros-intrigue",
  "name": "Game of Thrones: Westeros Intrigue",
  "playRecords": [
    {
      "date": "2018-01-11",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-02-12",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-04-30",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 3,
  "winRateHannah": 0.3333,
  "winRateJohn": 0.6667,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "Game description from the publisher:",
    "Game of Thrones: Westeros Intrigue is a fast-paced game of cards and intrigue at court, created by renowned game designer Reiner Knizia. Every game is played over a series of rounds, as you and your opponents play character cards in an attempt to claim the Iron Throne for yourselves.",
    "In each round, you pursue your own plans and seek to foil your opponents by playing character cards. Each turn, you will play a character card from your hand, adding to the court at King&rsquo;s Landing. You can advance your own prospects by playing your character cards cleverly, but certain rules govern exactly where you can place your character cards.",
    "The first character cards must be played in a single row, forming the bottom row of the court. Once there are two cards in a row, you may play a card in a new row above them. The card that you play in the new row, however, must match the House of one of the two cards below it. In Game of Thrones: Westeros Intrigue, character cards are divided between House Stark, House Lannister, House Baratheon, and House Targaryen, and each player may have character cards from any of these Houses in his hand.",
    "The court develops as you and your opponents play cards, but a player will eventually discover that he can no longer legally play a character card. Once this occurs, that player is eliminated and the round continues. A round ends when no one can play another character card, and whoever played the last character card wins the round. In Game of Thrones: Westeros Intrigue, you will play rounds equal to the number of players.",
    "If you win a round of Game of Thrones: Westeros Intrigue, you reap the rewards by drawing an Iron Throne card, which cancels a number of your penalty points. Your opponents, on the other hand, must take penalty points equal to the number of character cards that they have left in their hand. Over the course of the game, players gain penalty points from having character cards at the end of the round, and reduce their penalty points by winning a round and drawing an Iron Throne card. At the end of the game, the player with the least penalty points wins!"
  ]
}