{
  "boardGameGeekGameId": "174430",
  "boardGameGeekName": "Gloomhaven",
  "boardGameApiId": "gloomhaven",
  "name": "Gloomhaven",
  "playRecords": [
    {
      "date": "2018-04-02",
      "coOpOutcome": "Win",
      "coOp": "Yes",
      "notes": "Scenario 1"
    },
    {
      "date": "2018-04-07",
      "coOpOutcome": "Lost",
      "coOp": "Yes",
      "notes": "Scenario 2"
    }
  ],
  "totalGamesPlayed": 2,
  "coOpGamesPlayedCount": 2,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 1,
  "coOpGameLoses": 1,
  "coOpWinRate": 0.5,
  "coOpLossRate": 0.5,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Gloomhaven  is a game of Euro-inspired tactical combat in a persistent world of shifting motives. Players will take on the role of a wandering adventurer with their own special set of skills and their own reasons for traveling to this dark corner of the world. Players must work together out of necessity to clear out menacing dungeons and forgotten ruins. In the process, they will enhance their abilities with experience and loot, discover new locations to explore and plunder, and expand an ever-branching story fueled by the decisions they make.",
    "This is a game with a persistent and changing world that is ideally played over many game sessions. After a scenario, players will make decisions on what to do, which will determine how the story continues, kind of like a &ldquo;Choose Your Own Adventure&rdquo; book. Playing through a scenario is a cooperative affair where players will fight against automated monsters using an innovative card system to determine the order of play and what a player does on their turn.",
    "Each turn, a player chooses two cards to play out of their hand. The number on the top card determines their initiative for the round. Each card also has a top and bottom power, and when it is a player&rsquo;s turn in the initiative order, they determine whether to use the top power of one card and the bottom power of the other, or vice-versa. Players must be careful, though, because over time they will permanently lose cards from their hands. If they take too long to clear a dungeon, they may end up exhausted and be forced to retreat."
  ]
}