{
  "boardGameGeekGameId": "168054",
  "boardGameGeekName": "Grifters",
  "boardGameApiId": "grifters",
  "name": "Grifters",
  "playRecords": [
    {
      "date": "2018-02-07",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-02-21",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-09-06",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 3,
  "winRateHannah": 0.3333,
  "winRateJohn": 0.6667,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "Grifters is a hand-building game that has all the fun of deck-building games, without the deck. Set in the Dystopian Universe, players take on the role of powerful crime bosses, building their criminal organizations by carefully recruiting new operatives with specialized skills and directing their team&rsquo;s nefarious deeds. All of your specialists are either in play or in your hand, ready to be used as you command. This unique hand-building mechanism gives you total control of your strategy.",
    "Grifters is all about stealing as much money as you can from the corrupt government, malicious corporations, and your rival players. Each player starts the game with a hand of six Specialist cards, each with unique abilities. Your objective is to use this team of six Specialists to recruit more criminals, complete jobs, steal from the government coffers and swindle your opponents.",
    "Each specialist has a special ability and skill. On your turn you can play a single specialist to perform their ability, or you can play a team of specialists to use their combined skills to complete a job. This means every specialist is a valuable asset to your criminal enterprise, earning immediate benefit through abilities and valuable end-game bonuses by completing jobs against the same target. And because all the cards in your deck are always available, you decide how to maximize your play.",
    "Grifters uses a unique card &quot;cooldown&quot; system to control the use of your cards. On your turn, you play one or more specialist cards into the first &quot;Night&quot; of your hideout. If you already have a specialist card, or a team of specialist cards, in night one those cards advance to night two and push other cards through your hideout.",
    "When a card is pushed out of the third night of your hideout it enters the refresh area. Any cards in your refresh area will return to your hand at the end of your turn.",
    "The game ends when the coffers run out of money, there are no more jobs left to complete, or if there are no more specialists cards left for recruiting. End game bonuses are calculated for completing multiple jobs against the same target.  The player with the most money wins.",
    "---",
    "The Grifters (1st Ed) was first released via Kickstarter with the following backer exclusives:",
    "Upgraded player tableaus - A thick chipboard tableau with linen finish will replace the cardstock tableaus found in the base game.",
    "4 x New &quot;Ringleader&quot; cards - Informants are a new ringleader (every player starts with one of each of the ringleaders) that add an element of bluff and deception to the game.",
    "With Informants in play, you can play any card face down and take the Informant action.  Any other player may challenge the Informant. When challenged, the active player reveals the card that was played. If that card is the Informant, the challenger must give the active player 2M ISK. If that card is not the Informant, no payments are due from any player to the active player, the challenger steals 2M ISK from the active player and gets to take the action on the card that was played.",
    "Informants are a really fun addition to the game and totally fitting with the Dystopian Universe.",
    "A set of these promo specialist cards.",
    "You are Awesome - Bonus #1: 3 x The Security Specialist promo",
    "You are Awesome - Bonus #2: 3 x Crooked Warden promo",
    "You are Awesome - Bonus #3: 3 x Veteran promo",
    "You are Awesome - Bonus #4: 3 x Underboss promo",
    "You are Awesome - Bonus #5: 3 x Negotiator promo"
  ]
}