{
  "boardGameGeekGameId": "228234",
  "boardGameGeekName": "HATSUDEN",
  "boardGameApiId": "hatsuden",
  "name": "HATSUDEN",
  "playRecords": [
    {
      "date": "2018-06-04",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-06-04",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-06-26",
      "winner": "Draw",
      "coOp": "No"
    },
    {
      "date": "2018-07-26",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 4,
  "winRateHannah": 0.25,
  "winRateJohn": 0.5,
  "winRateOther": 0,
  "winRateDraw": 0.25,
  "mostWonGames": "John",
  "description": [
    "HATSUDEN is a game of two players with a theme of electricity supply. Although minimal in system and play time, it has a thrilling game plot and the results are never predictable. This is a game for players of all range. Please take a try.",
    "Construct 5 types of renewable energy plant (Solar, Geothermal, Wind, Hydro, Biomass) and complete your supply to the city. Compete for greater electricity, also making sure to keep just the right amount for your city&rsquo;s demand. The special technology cards also play a big role as the game develops. Now, head out to the journey to become a great &ldquo;HATSUDEN&rdquo; engineer.",
    "Goal of the Game",
    "In HATSUDEN, players compete for 1. greater generation of renewable energy, and 2. optimum power supply to the cities.",
    "General Procedures",
    "Choose an open space. Place a power plant card corresponding to the renewable energy type indicated at the top of the column. Once you have placed a plant card, you have now acquired a power supply equivalent to the number marked on the card.",
    "All power plants supply electricity to the city at the end of the row. A city needs a total of 10 supply, and 9 or 11 would also be permissible. If the sum of supply becomes 12 or more after a power plant construction or upgrade, you must flip one&#239;&#188;&#136;or more&#239;&#188;&#137;of the other power plant cards in the same row and convert it to a pylon, so the supply level is kept at 11 or less.",
    "When either player completes all ten spaces provided another player takes the last turn to finish off the game. If the last player is not able to complete all 10 spaces, the remaining spaces will be filled with pylons.",
    "Point Calculation",
    "First of all, players calculate the generation for each renewable energy (solar, geothermal, wind, water, and biomass). Cards in the two spaces in the column are added, and the sums of generation level are compared between the players. The player with a greater generation level takes the renewable energy card face down. This will count as 1 point. If it is a tie, neither gets a point.",
    "Calculate the total supply to the city by adding the generation of the plants in the row. If you have a total of 10 supply to the city, you may take the city card face down. This will count as 1 point. If the total supply is 8 or below, you will have 1 point taken away.",
    "Whoever earns a higher total score is the winner of the game.",
    "If it&rsquo;s a tie, the total points from the cities&#239;&#188;&#136;1 point from scoring 10, and -1 from scoring 8 or less&#239;&#188;&#137;will determine the winner. If this too is tied, the player playing second will be the winner."
  ]
}