{
  "boardGameGeekGameId": "241164",
  "boardGameGeekName": "Jurassic Snack",
  "boardGameApiId": "jurassic-snack",
  "name": "Jurassic Snack",
  "playRecords": [
    {
      "date": "2018-06-02",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-07-25",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-08-15",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-08-22",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-09-19",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-11-10",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2020-01-12",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 7,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 6,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 7,
  "winRateHannah": 0.1429,
  "winRateJohn": 0.8571,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "Young Diplodocuses (Diplos) are fond of the tasty leaves offered by the neighboring pastures. To win, your Diplo team has to eat more leaves than your opponent's team&hellip;unless one of you decides to call the ferocious T. Rex to get rid of all his opponent's Diplos!",
    "To set up Jurassic Snack, create a square at random with the four playing boards, place four Diplos of your color on the matching egg spaces, then shuffle the grass tokens and place them face down on the 28 empty spaces. Two actions are available on a turn: moving a Diplo of your color or moving a T. Rex. The players take turns performing two actions each, which can be the same or different, and which can involve the same Dino or T. Rex, or not.",
    "A Diplo has one single goal: eating grass tokens. It moves in a straight line as many spaces as it wishes until it's blocked by another Diplo, a T. Rex, the edge of the playing area, or a grass token. In this last case, the Diplo takes the grass token to eat it and immediately applies one of the six effects: birth, T. Rex appearance, Diplo move, etc.",
    "The T. Rex has one single goal: scaring the Diplos away. The movement rules for the T. Rex are the same as for the Diplos'. When it meets a Diplo, the T. Rex is placed on the Diplo's space, and the Diplo is placed back into its owner's pool.",
    "The game ends when no grass tokens remain in the playing area. The player who has eaten the most grass wins. A game can also end when a player has no Diplo of their color in the playing area."
  ]
}