{
  "boardGameGeekGameId": "143789",
  "boardGameGeekName": "Machi Koro: Harbor",
  "boardGameApiId": "machi-koro-harbor",
  "name": "Machi Koro: Harbor",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Machi Koro: Harbor Expansion",
    "Its election time in Machi Koro and your mayorship is in peril. The citizens are no longer wowed by Cheese Factories and Coffee Shops. Winning reelection means going big.",
    "Remember that bay that the cheese factories have been dumping their unsold Gouda into all these years? Your salvation lies in rehabbing that polluted body of water northeast of town. So get ready to roll up your sleeves and earn those votes.",
    "A harbor with fancy boats and sushi bars and a shiny new airport will surely bring more gold to town and more gratitude! Sure, the city might not have the money in its coffers to pay for all this, but that never stopped you before.",
    "The Machi Koro: Harbor Expansion injects further excitement into the game that has everyone talking! Want even more fun in your box?! Perhaps ten new establishments, one new starting establishment and two new landmarks will help?",
    "Machi Koro the Harbor expansion requires the base game Machi Koro to play and is designed to add more variety, strategy and a 5th player to the smash hit Machi Koro.",
    "Say hello to more variety, more nail biting and MORE players!",
    "The Harbor Expansion is an absolute must for bonafide Machi- whizzes and newbies alike!",
    "Machi Koro: Harbor Expansion includes cards that allow for up to five players to compete at the same time (82 cards total), while Machi Koro Plus includes only the new types of cards (68 cards)."
  ]
}