{
  "boardGameGeekGameId": "143884",
  "boardGameGeekName": "Machi Koro",
  "boardGameApiId": "machi-koro",
  "name": "Machi Koro",
  "playRecords": [
    {
      "date": "2018-01-01",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-01-29",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-02-16",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-02-26",
      "winner": "Other",
      "coOp": "No"
    },
    {
      "date": "2018-02-26",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-05-07",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-07-15",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-11-22",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-11-23",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 9,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 4,
  "winCountJohn": 4,
  "winCountOther": 1,
  "winCountDraw": 0,
  "winnableGamesTotal": 9,
  "winRateHannah": 0.4444,
  "winRateJohn": 0.4444,
  "winRateOther": 0.1111,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Welcome to the city of Machi Koro. You've just been elected Mayor. Congrats! Unfortunately the citizens have some pretty big demands: jobs, a theme park, a couple of cheese factories and maybe even a radio tower. A tough proposition since the city currently consists of a wheat field, a bakery and a single die.",
    "Armed only with your trusty die and a dream, you must grow Machi Koro into the largest city in the region. You will need to collect income from developments, build public works, and steal from your neighbors' coffers. Just make sure they aren't doing the same to you!",
    "Machi Koro is a fast-paced game for 2-4 players. Each player wants to develop the city on their own terms in order to complete all of the landmarks under construction faster than their rivals. On their turn, each player rolls one or two dice. If the sum of the dice rolled matches the number of a building that a player owns, they get the effect of that building; in some cases opponents will also benefit from your die (just as you can benefit from theirs). Then, with money in hand a player can build a landmark or a new building, ideally adding to the wealth of their city on future turns. The first player to construct all of their landmarks wins!"
  ]
}