{
  "boardGameGeekGameId": "182626",
  "boardGameGeekName": "Mistborn: House War",
  "boardGameApiId": "mistborn-house-war",
  "name": "Mistborn: House War",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Become the head of a Great House of Luthadel in this game of negotiation and betrayal set in the world of Brandon Sanderson's Mistborn novels. Contend with myriad problems plaguing the Final Empire &mdash; rampaging koloss, disease, social unrest, even the heroes of the novels &mdash; and with every step jockey for the Lord Ruler's favor. At the end of the story, will you rise to power and prestige &mdash; or fall in ruin and disgrace?",
    "Mistborn: House War is a resource-management game set during the events of the first Mistborn novel. Three to five players assume the roles of various factions and must work together to solve the &quot;Problems&quot; facing the Final Empire. In order to solve these problems players must expend a certain combination of resources, but in return they receive Favor from the Lord Ruler.",
    "Each round, players produce resources (food, money, prestige, skaa, warriors, and atium) in different proportions and combinations based on their faction. You can convert between different resources to get something that is missing, but in the long run the players must work together, pooling their resources, to succeed.",
    "There are four tiers of &quot;Problems&quot;; at the start of each turn a problem is added to the board in the corresponding column and each pre-existing problem moves up one tier. If a problem passes tier 4, than it is said to &quot;Erupt&quot; (a reference to the novel) and it causes various problems for the players, such as increasing the level of &quot;Unrest&quot; or giving players &quot;Disfavor&quot;. The main part of gameplay is the negotiation between players to solve these problems. Anything except Favor gained in previous turns can be negotiated: resources, Personality cards (which can have a variety of effects), out-of-game favors, etc.",
    "The game can end in two ways, either the Unrest reaches 8 or a special problem card (Vin) is resolved. If she is not defeated and is allowed to erupt she increases the Unrest by 4. If the players are able to defeat Vin, then the player who has the highest amount of Favor wins. If the Unrest reaches 8, then the rebellion occurs and the player with the least Favor (the faction furthest from the Lord Ruler) wins."
  ]
}