{
  "boardGameGeekGameId": "198928",
  "boardGameGeekName": "Pandemic: Iberia",
  "boardGameApiId": "pandemic-iberia",
  "name": "Pandemic: Iberia",
  "playRecords": [
    {
      "date": "2018-01-07",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-05-18",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-10-07",
      "coOpOutcome": "Lost",
      "coOp": "Yes",
      "notes": "Lost with one red card short to research the final disease on the final turn; only two out breaks all game."
    },
    {
      "date": "2020-01-26",
      "coOpOutcome": "Win",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 4,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 3,
  "coOpGameLoses": 1,
  "coOpWinRate": 0.75,
  "coOpLossRate": 0.25,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Description from the publisher:",
    "Welcome to the Iberian Peninsula! Set in 1848, Pandemic Iberia asks you to take on the roles of nurse, railwayman, rural doctor, sailor, and more to find the cures to malaria, typhus, the yellow fever, and cholera.",
    "From Barcelona to Lisboa, you will need to travel by carriage, by boat, or by train to help the Iberian populace. While doing so, distributing purified water and developing railways will help you slow the spread of diseases in this new version of Pandemic.",
    "Discover a unique part of the world during a historically significant time period: the construction of the first railroad in the Iberian Peninsula during the Spring of Nations.",
    "The game comes with two variants that can be added :",
    "     Influx of Patients : the cubes, representing patients, will tend to flock to hospitals to try to get cured. Hospitals also are a bit more powerful.",
    "     Historical Diseases : instead of being generic, each disease has a specific power to better represent what it is (Malaria, Cholera, Yellow Fever etc.)",
    "Part of the Pandemic series."
  ]
}