{
  "boardGameGeekGameId": "157789",
  "boardGameGeekName": "Pandemic: Contagion",
  "boardGameApiId": "pandemic-contagion",
  "name": "Pandemic: Contagion",
  "playRecords": [
    {
      "date": "2018-09-26",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-10-05",
      "winner": "Draw",
      "coOp": "No"
    },
    {
      "date": "2018-10-09",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-10-26",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-11-16",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-12-12",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 6,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 5,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 6,
  "winRateHannah": 0,
  "winRateJohn": 0.8333,
  "winRateOther": 0,
  "winRateDraw": 0.1667,
  "mostWonGames": "John",
  "description": [
    "After many years of trying to defeat the diseases that threaten mankind&rsquo;s existence, the tables have been turned.  You are now the disease and guess what?  There is no cure.",
    "In Pandemic: Contagion, you are competing against other diseases (fellow players) to see who can eliminate humanity. With no cure to be had, the one of you that wipes out all human civilization will come out on top as the most deadly disease ever known to man, may he rest in peace.",
    "Pandemic: Contagion includes a deck of contagion cards with differing colored borders, city cards with similar colored borders, event/WHO cards, player disease card and disease cubes. On a turn you take two of three possible actions, and you can take the same action twice. Those actions are:",
    "     Draw contagion cards equal to your current incubation rate.",
    "     Advance one of three mutations to the next level.",
    "     Spread disease equal to your current transmission rate.",
    "When the number of diseases equals the city&rsquo;s population number, the city is wiped out.  The player who placed the final disease earns a special action. The player with the most diseases scores the population number. The two smaller numbers are awarded to those with the second- and third-most diseases.",
    "Your disease card has three mutations: Incubation (number of cards you can draw), Transmission (number of disease cubes you can spread), and Resistance (number of cubes/cards you can protect). As an action, you can advance a mutation one level by discarding the required number of cards.",
    "Event cards are drawn at the start of each round and affect everyone during their turn. You might benefit from the card or it could have a negative impact. WHO cards are always bad, but your resistance will lessen whatever the penalty would be based on its level, if you planned ahead.",
    "Mid-game scoring occurs when the second, fourth and sixth skull comes out.  When a city icon appears, a new city is introduced.",
    "Once the event/WHO deck runs out or only two city cards remain in play, the game ends, with players conducting a final scoring round to see which virus is victorious.",
    "Part of the Pandemic series."
  ]
}