{
  "boardGameGeekGameId": "192153",
  "boardGameGeekName": "Pandemic: Reign of Cthulhu",
  "boardGameApiId": "pandemic-reign-of-cthulhu",
  "name": "Pandemic: Reign of Cthulhu",
  "playRecords": [
    {
      "date": "2018-02-04",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-05-22",
      "coOpOutcome": "Lost",
      "coOp": "Yes"
    },
    {
      "date": "2018-05-23",
      "coOpOutcome": "Lost",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 2,
  "coOpGamesPlayedPercentage": 0.6667,
  "coOpGameWins": 1,
  "coOpGameLoses": 1,
  "coOpWinRate": 0.5,
  "coOpLossRate": 0.5,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Beings of ancient evil, known as Old Ones, are threatening to break out of their cosmic prison and awake into the world. Everything you know and love could be destroyed by chaos and madness. Can you and your fellow investigators manage to find and seal every portal in time? Hurry before you lose yourself to insanity.",
    "In Pandemic: Reign of Cthulhu, you'll experience the classic Pandemic gameplay with an horrific twist that'll have you face twelve Old Ones, each threatening the world with their unique powers. As players take on the roles of investigators attempting to seal a series of portals before monsters of unspeakable horror pour into our world there is, of course, a high risk of the investigators losing their own minds.",
    "Instead of curing diseases like in the original Pandemic, players seal portals and shut down cults in the classic New England fictional towns of Arkham, Dunwich, Innsmouth, and Kingsport. Can you and your fellow investigators manage to find and seal every portal in time? Hurry before you lose yourself to insanity and the evil that lurks beneath your feet...",
    "Part of the Pandemic series."
  ]
}