{
  "boardGameGeekGameId": "161936",
  "boardGameGeekName": "Pandemic Legacy: Season 1",
  "boardGameApiId": "pandemic-legacy-season-1",
  "name": "Pandemic Legacy: Season 1",
  "playRecords": [
    {
      "date": "2018-01-24",
      "coOpOutcome": "Won",
      "coOp": "Yes",
      "notes": "Month 4 - 4 player"
    },
    {
      "date": "2018-02-27",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-03-30",
      "coOpOutcome": "Won",
      "coOp": "Yes",
      "notes": "June game 1 - 4 player"
    },
    {
      "date": "2018-05-01",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-05-30",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-06-21",
      "coOpOutcome": "Won",
      "coOp": "Yes"
    },
    {
      "date": "2018-07-04",
      "coOp": "Yes"
    },
    {
      "date": "2018-07-08",
      "coOpOutcome": "Win",
      "coOp": "Yes"
    },
    {
      "date": "2018-07-08",
      "coOpOutcome": "Lose",
      "coOp": "Yes"
    },
    {
      "date": "2018-07-08",
      "coOpOutcome": "Win",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 10,
  "coOpGamesPlayedCount": 10,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 8,
  "coOpGameLoses": 2,
  "coOpWinRate": 0.8,
  "coOpLossRate": 0.2,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Pandemic Legacy is a co-operative campaign game, with an overarching story-arc played through 12-24 sessions, depending on how well your group does at the game. At the beginning, the game starts very similar to basic Pandemic, in which your team of disease-fighting specialists races against the clock to travel around the world, treating disease hotspots while researching cures for each of four plagues before they get out of hand.",
    "During a player's turn, they have four actions available, with which they may travel around in the world in various ways (sometimes needing to discard a card), build structures like research stations, treat diseases (removing one cube from the board; if all cubes of a color have been removed, the disease has been eradicated), trade cards with other players, or find a cure for a disease (requiring five cards of the same color to be discarded while at a research station). Each player has a unique role with special abilities to help them at these actions.",
    "After a player has taken their actions, they draw two cards. These cards can include epidemic cards, which will place new disease cubes on the board, and can lead to an outbreak, spreading disease cubes even further. Outbreaks additionally increase the panic level of a city, making that city more expensive to travel to.",
    "Each month in the game, you have two chances to achieve that month's objectives. If you succeed, you win and immediately move on to the next month. If you fail, you have a second chance, with more funding for beneficial event cards.",
    "During the campaign, new rules and components will be introduced. These will sometimes require you to permanently alter the components of the game; this includes writing on cards, ripping up cards, and placing permanent stickers on components. Your characters can gain new skills, or detrimental effects. A character can even be lost entirely, at which point it's no longer available for play.",
    "Part of the Pandemic series"
  ]
}