{
  "boardGameGeekGameId": "89927",
  "boardGameGeekName": "Ramses Return",
  "boardGameApiId": "ramses-return",
  "name": "Ramses Return",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Ramses Pyramid was one of the titles that launched the LEGO games line in 2009, and designer Reiner Knizia was played up in the press due to his involvement with the game.",
    "In Ramses Return, Knizia and other designers, um, return to the setting of the first game, with players now trying to capture three different golden treasures to win the game. During the game set-up, six differently-colored crystals are hidden underneath six temples placed on the board. An additional eight crystals are laid out on the game board, with four types of golden treasures on display as well, one type in each corner. On a turn, the player rolls the die and gets one of two results:",
    "&bull; If the die shows one or two colors and the player has a crystal matching one of these colors, then she can move up to two spaces on the board. If she lacks a matching crystal, she picks up a temple and secretly looks inside: if the crystal inside the temple matches, she reveals it, moves her figure up to two spaces, then sets the temple down again, possibly in a new location; if the crystal doesn't match, she replaces the temple and doesn't move.",
    "&bull; If the die shows a mummy, the player moves her token up to three spaces and moves the mummy three spaces around the outer edge of the board. Any player caught by the mummy leaves a golden treasure (or a crystal if no treasure is held) in that space, then returns to start. The mummy and token movement can be done in either order.",
    "Land on a crystal or golden treasure that you don't have, and you can claim it. Collecting crystals helps you move more consistently, and collecting treasures is how you win the game. The rules include a few variants for mummy movement and crystal power."
  ]
}