{
  "boardGameGeekGameId": "2511",
  "boardGameGeekName": "Sherlock Holmes Consulting Detective: The Thames Murders & Other Cases",
  "boardGameApiId": "sherlock-holmes-consulting-detective-the-thames-murders-other-cases",
  "name": "Sherlock Holmes Consulting Detective: The Thames Murders & Other Cases",
  "playRecords": [
    {
      "date": "2018-04-01",
      "coOpOutcome": "Win",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 1,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 1,
  "coOpGameLoses": 0,
  "coOpWinRate": 1,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Have you ever had the desire to walk the streets of Victorian London with Sherlock Holmes in search of Professor Moriarty? To search the docks for the giant rat of Sumatra? To walk up Baker Street as the fog is rolling in and hear Holmes cry out, &quot;Come, Watson, come! The game is afoot!&quot;? Now you can! You can enter the opium den beneath the Bar of Gold, but beware, that may be Colonel Sebastian Moran lurking around the corner. You can capture the mystery and excitement of Holmes' London in this challenging and informative game. You, the player, will match your deductive abilities against your opponents and the master sleuth himself, Sherlock Holmes.",
    "In Sherlock Holmes Consulting Detective, you are presented with a mystery to solve, and it is then up to you to trace the threads of evidence through the byways and mansions of nineteenth century London. You will interview suspects, search the newspapers for clues, and put together the facts to reach a solution.",
    "Why were two lions murdered in Hyde Park? Who is responsible for the missing paintings from the National Gallery? Who murdered Oswald Mason and why? These are just a few of the cases that will challenge your ingenuity and deductive abilities.",
    "This is not a board game: No dice, no luck, but a challenge to your mental ability. The game has been thoroughly researched for Holmesian and Victorian accuracy so as to capture a feeling of that bygone era."
  ]
}