{
  "boardGameGeekGameId": "235817",
  "boardGameGeekName": "Space Explorers",
  "boardGameApiId": "space-explorers",
  "name": "Space Explorers",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "The conquest of space was one of the greatest achievements of the 20th century.",
    "In 1957, the first satellite - named Sputnik 1- was launched into orbit. Just four years later, Yuri Gagarin was the first human in space, aboard the spaceship Vostok 1.",
    "This game is dedicated to the early space explorers: all the outstanding people who worked to make space travel possible. As Yuri Gagarin said at the moment of his launch: &ldquo;Let's go!&rdquo;",
    "You are the head of a Research &amp; Development Hub in a Space Research Center, competing with other such Hubs in the spirit of the Golden Age of Astronautics. Your goal is to complete large- scale space projects by gathering the best and brightest minds humanity has to offer.",
    "Thanks to your efforts, satellites, manned spaceships, and orbital stations will be launched into space!",
    "You score Progress points by recruiting Specialists and completing Projects. The game ends when all available Projects are completed, or you have recruited 12 Specialists to your Hub. The player who made the most Progress is the winner!",
    "Key game features:",
    "     Closed loop resource system: when recruiting a Specialist to your team, you pass Research tokens to a player to your left.",
    "     Specialists are assigned to the Divisions according to their skills. The more Specialists you have in a Division, the easier it is to recruit new ones to that Division.",
    "     All Specialists have unique abilities. Only the ability of the top card in each stack is active. Therefore, by adding a new Specialist, you often get a new ability but lose the other one. Think carefully what is more important for you at that moment in the game!"
  ]
}