{
  "boardGameGeekGameId": "229006",
  "boardGameGeekName": "SpyNet",
  "boardGameApiId": "spynet",
  "name": "SpyNet",
  "playRecords": [
    {
      "date": "2018-08-18",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 1,
  "winRateHannah": 1,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "You are a spymaster. Your mission: Dominate the world of undercover intelligence by deploying agents to complete vital missions. To complete your mission, you must first build an underground network of highly trained agents from different branches of espionage.",
    "In the card game SpyNet, two to four players work alone or with a teammate to gather the information they need to recruit the best agents and disrupt their opponents' plans. With clever play and careful coordination, you can rise to the top of the intelligence community and become a dominate force in the world of covert espionage.",
    "In more detail, the deck contains agents, funding, and missions. Players draft cards from a face-down line-up: Look at the first pile and take it or put it back in order to look at the second pile; look at the second pile, etc. After you take a pile, you add one card to empty spot in the line-up as well as each pile that you passed over, thereby enriching the haul for the next player.",
    "Players lay down color-coded agents in order to gain strength in four fields: tech, infiltration, counterespionage, and enforcement. Funding can be applied to any agent, and some agents have special powers that take effect when played. A player can complete a mission only when their strength in that mission's field is stronger than all other opponents."
  ]
}