{
  "boardGameGeekGameId": "230253",
  "boardGameGeekName": "Star Realms: Frontiers",
  "boardGameApiId": "star-realms-frontiers",
  "name": "Star Realms: Frontiers",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Star Realms: Frontiers is a new standalone Star Realms series game with an 80-card trade deck and new scorecards that's suitable for play with up to four players. It can be combined with Star Realms and/or Star Realms: Colony Wars.",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;About Star Realms",
    "Star Realms is a fast-paced game of space battles that combines the fun of a deckbuilding game with the interactivity of Trading Card Game-style combat. As you play, you make use of Trade to acquire new Ships and Bases from the cards being turned face up in the Trade Row.",
    "You use the Ships and Bases you acquire to either generate more Trade, or to generate Combat to attack your opponent and their Bases. When you reduce your opponent&rsquo;s score (called Authority) to zero, you win! Battle your friends or team up to play cooperatively against the game!",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;Features",
    "The default Star Realms: Frontiers box is listed with the following as its features:",
    "     Gameplay for 1-4 players",
    "     Solitaire and Cooperative mode",
    "     Plays on its own, or combined with any other Star Realms set.",
    "     An all-new 80-card trade deck featuring some new mechanics like the double ally ability which really rewards you for focusing on a single faction!",
    "     Starting decks for four players.",
    "     Four sets of new, easy-to-use score cards. ",
    "     Plenty of Explorer cards.",
    "     Full color rulebook for two player PVP games, and awesome multiplayer formats like Free-For-All, Hunter, and Hydra!",
    "     A sturdy, attractive, 4&quot; x 6&quot; x 2&quot; game box"
  ]
}