{
  "boardGameGeekGameId": "147020",
  "boardGameGeekName": "Star Realms",
  "boardGameApiId": "star-realms",
  "name": "Star Realms",
  "playRecords": [
    {
      "date": "2020-01-09",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2020-01-19",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 2,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 1,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 2,
  "winRateHannah": 0.5,
  "winRateJohn": 0.5,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Star Realms is a spaceship combat deck-building game by Magic Hall of Famers Darwin Kastle (The Battle for Hill 218) and Rob Dougherty (Ascension Co-designer).",
    "Star Realms is a fast paced deck-building card game of outer space combat. It combines the fun of a deck-building game with the interactivity of Trading Card Game style combat. As you play, you make use of Trade to acquire new Ships and Bases from the cards being turned face up in the Trade Row from the Trade Deck. You use the Ships and Bases you acquire to either generate more Trade or to generate Combat to attack your opponent and their bases. When you reduce your opponent&rsquo;s score (called Authority) to zero, you win!",
    "Multiple decks of Star Realms and/or Star Realms: Colony Wars, one for every two people, allows up to six players to play a variety of scenarios. Also, in the newest version, there are new ways to play that allow up to 6 players with modes like Boss, Hunter, and Free for All. You can also add Star Realms Colony Wars to the deck to make it 4 players. This is the first game of the Star Realms series.",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;Factions",
    "Each of the cards in the 80 card Trade Deck is a Ship or a Base belonging to one of four factions: The Trade Federation, The Blobs, The Star Empire or The Machine Cult.",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;Trade Federation",
    "In the far future, the more traditional governing bodies of the human race have been replaced with corporate leadership. The earth and its surrounding colonies are ruled by a group of corporations called the Trade Federation. The Federation&rsquo;s policies are focused around trade and growth, but especially in profit and prosperity for those at the top of the corporate ladder. While they prefer to deal with other star realms using trade and diplomacy, they have a large defense branch dedicated to protecting the Federation&rsquo;s trade and other interests.",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;The Blobs",
    "These mysterious creatures are the first alien life forms encountered by the human race. Most of the initial encounters consisted of human colonies being completely obliterated. On the few occasions that a Blob ship has been recovered somewhat intact, the only biological remains found inside have consisted of a gelatinous mass, thus leading to the moniker, &ldquo;The Blobs&rdquo;. While for several years all encounters between humanity and the Blobs have been extremely violent, there is currently some limited trade between various Blob factions and some of the more daring human traders.The Blobs are best at generating massive amounts of Combat and at removing undesirable cards from the Trade Row.",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;Star Empire",
    "The Star Empire consists primarily of former colonies of the Trade Federation. These colonies were on the outer edges of the Federation. Not only did they feel used by the corporations, but they felt the Federation failed to give them adequate protection from the Blobs. As a result, one ambitious colonial governor was able to unite several colonies into an independent empire under his control, one with a strong military, both for warding off the Blobs and for discouraging the Federation from trying to reclaim their lost colonies. The Star Empire is a combat oriented faction that draws lots of cards and makes the opponent discard cards.",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;Machine Cult",
    "A cluster of industrial mining worlds were completely cut off from the Trade Federation by the Blobs. With the threat of annihilation by the Blobs always looming and no contact with the rest of human space, these worlds were forced to take drastic measures. Soon a cult of technology arose, focused on using advanced technology, robotics and computerization to create strong defenses and a powerful military that belied their relatively small population. Since their leaders believed their salvation lay in technology, technology soon became their god and their religion. The Machine Cult gains most of its power from being able to remove undesirable cards from your deck and from having a large number of Bases designed to defend your Authority from attack.",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;",
    "&#9;&#9;&#9;&#9;&#9;Playing Star Realms",
    "&#226;&#128;&#139;When you play Star Realms, you will be able to acquire and use Ships and Bases of any and all of the four factions. Many cards have powerful Ally abilities that reward you for using Ships and Bases of the same faction together, however.",
    "As you acquire cards using Trade, you put them into your discard pile, to be later shuffled into your personal deck. When you draw Ships, you do what they say and they get placed into your discard pile at the end of your turn. When you draw a Base, you play it face up in front of you and may use its abilities once every turn. In addition to Combat being the way you reduce your opponent&rsquo;s Authority to zero and win the game, it&rsquo;s also useful for destroying your opponent&rsquo;s Bases. Some Bases are designated as Outposts. Your opponent&rsquo;s Outposts must be destroyed before you can use Combat to attack your opponent&rsquo;s Authority directly.",
    "Star Realms is easy to learn, especially if you&rsquo;re familiar with deck-building games, but it&rsquo;s a game that takes time to master. Each time you play, the game is filled with various strategic decision points. Should I take the best card for me or the best card for my opponent? Should I focus on taking cards of a particular faction or on taking the best card available? Should I be focusing on acquiring more Trade or more Combat? Should I attack my opponent&rsquo;s Base or their Authority? These are just some of the many choices you&rsquo;ll be faced with. New players needn&rsquo;t agonize over these choices just to play, but as they become more advanced players, they will find this depth of strategy leads to great replayability."
  ]
}