{
  "boardGameGeekGameId": "75448",
  "boardGameGeekName": "Tanto Cuore: Romantic Vacation",
  "boardGameApiId": "tanto-cuore-romantic-vacation",
  "name": "Tanto Cuore: Romantic Vacation",
  "playRecords": [
    {
      "date": "2018-11-04",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-12-06",
      "winner": "Draw",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 2,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 1,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 2,
  "winRateHannah": 0,
  "winRateJohn": 0.5,
  "winRateOther": 0,
  "winRateDraw": 0.5,
  "mostWonGames": "John",
  "description": [
    "Tanto Cuore: Romantic Vacation, the second expansion for the deck-building game Tanto Cuore in addition to being a standalone game, is themed around a paradise island vacation. (&quot;Dokidoki&quot;, the sound of heartbeat in Japanese, means &quot;exciting&quot; or &quot;romantic&quot;, which is why the English name is &quot;Romantic Vacation&quot;.) Players take the role of house lords and start with a deck containing some love cards and a few maids. During the game, players gradually employ more maids, increasing their deck of cards, and the player who collects the most victory points wins.",
    "Romantic Vacation includes love cards and maid cards like the parent game, but no event cards (curse cards) nor private maids (unique cards with a lasting effect). Instead the game introduces reminiscence cards, representing memorial events, like &quot;Camp Fire&quot;, &quot;Watching the stars&quot;, &quot;Picnic&quot;, etc. These cards are worth substantial victory points, but unlike the other victory points they are not bought with love, but gained by discarding a specified number of maid cards from your hand, thus introducing the possibility of getting victory points from pure maid cards, previously not possible. These reminiscence cards never enter a player's deck."
  ]
}