{
  "boardGameGeekGameId": "68858",
  "boardGameGeekName": "Tanto Cuore: Expanding the House",
  "boardGameApiId": "tanto-cuore-expanding-the-house",
  "name": "Tanto Cuore: Expanding the House",
  "playRecords": [
    {
      "date": "2018-03-03",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-11-28",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 2,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 2,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 2,
  "winRateHannah": 1,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "Tanto Cuore: Expanding the House, both a standalone game and the first expansion for Tanto Cuore, brings a garden theme to the world of maid-collecting, with construction cards such as &quot;Garden&quot;, &quot;Lily Garden&quot; and &quot;Leaving&quot;.",
    "This is a Japanese deck-building card game which has a mechanism similar to Dominion.",
    "Each player plays as the Lord of a mansion and hires maids to fill out their house to become the King of Maids! The end goal is simple enough, the player who has the most Victory Points at the end of the game wins! Players acquire Victory Points by employing a variety of maids and &quot;Love&quot; cards that allow for different strategies. You can even employ Private Maids that stick around to use their special powers each per turn! Some give you a bonus, or affect your opponents in a negative way. But beware, your opponents can make your maids sick or give them bad habits, affecting your maids in negative ways and decreasing your Victory Points!",
    "The game art is in the Japanese anime style and uses the theme of maids commonly seen in anime! All of the cards, dividers and manual fit into an easy to transport box so you can easily take the game with you wherever you want.",
    "Tanto Cuore: Expanding the House includes 280 cards, with artwork from 27 artists."
  ]
}