{
  "boardGameGeekGameId": "84876",
  "boardGameGeekName": "The Castles of Burgundy",
  "boardGameApiId": "the-castles-of-burgundy",
  "name": "The Castles of Burgundy",
  "playRecords": [
    {
      "date": "2018-01-18",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-01-22",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-05-29",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-06-01",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-06-09",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-07-23",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-10-19",
      "winner": "John",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 7,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 2,
  "winCountJohn": 5,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 7,
  "winRateHannah": 0.2857,
  "winRateJohn": 0.7143,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "The game is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.",
    "The game is about players taking settlement tiles from the game board and placing them into their princedom which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.",
    "The game is played in five phases, each consisting of five rounds.  Each phase begins with the game board stocked with settlement tiles and goods tiles.  At the beginning of each round all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die.  A goods tile is made available on the game board according to the roll of the goods die.  During each round players take their turns in the current turn order.  During his turn, a player may perform any two of the four possible types of actions: 1) take a settlement tile from the numbered depot on the game board corresponding to one of his dice and place it in the staging area on his player board, 2) take a settlement tile from the staging area of his player board to a space on his player board with a number matching one of his dice in the corresponding region for the type of tile and adjacent to a previously placed settlement tile, 3) deliver goods with a number matching one of his dice, or 4) take worker tokens which allow the player to adjust the roll of his dice.  In addition to these actions a player may buy a settlement tile from the central depot on the game board and place it in the staging area on his player board.  If an action triggers the award of victory points, those points are immediately recorded.  Each settlement tile offers a benefit, additional actions, additional money, advancement on the turn order track, more goods tiles, die roll adjustment or victory points.  Bonus victory points are awarded for filling a region with settlement tiles.",
    "The game ends when the last player finishes his turn of the fifth round of the fifth phase.  Victory points are awarded for unused money and workers, and undelivered goods.  Bonus victory points from certain settlement tiles are awarded at the end of the game.",
    "The player with the most victory points wins.",
    "The rules include basic and advanced versions.",
    "This game is #14 in the Alea big box series."
  ]
}