{
  "boardGameGeekGameId": "41114",
  "boardGameGeekName": "The Resistance",
  "boardGameApiId": "the-resistance",
  "name": "The Resistance",
  "playRecords": [
    {
      "date": "2018-11-09",
      "coOpOutcome": "Lost",
      "coOp": "Yes"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 1,
  "coOpGamesPlayedPercentage": 1,
  "coOpGameWins": 0,
  "coOpGameLoses": 1,
  "coOpWinRate": 0,
  "coOpLossRate": 1,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "The Empire must fall. Our mission must succeed. By destroying their key bases, we will shatter Imperial strength and liberate our people. Yet spies have infiltrated our ranks, ready for sabotage. We must unmask them. In five nights we reshape destiny or die trying. We are the Resistance!",
    "The Resistance is a party game of social deduction. It is designed for five to ten players, lasts about 30 minutes, and has no player elimination. The Resistance is inspired by Mafia/Werewolf, yet it is unique in its core mechanics, which increase the resources for informed decisions, intensify player interaction, and eliminate player elimination.",
    "Players are either Resistance Operatives or Imperial Spies. For three to five rounds, they must depend on each other to carry out missions against the Empire. At the same time, they must try to deduce the other players&rsquo; identities and gain their trust. Each round begins with discussion. When ready, the Leader entrusts sets of Plans to a certain number of players (possibly including himself/herself). Everyone votes on whether or not to approve the assignment. Once an assignment passes, the chosen players secretly decide to Support or Sabotage the mission. Based on the results, the mission succeeds (Resistance win) or fails (Empire win). When a team wins three missions, they have won the game.",
    "Rule Correction:",
    "For first printing (2010 purchases), the expansion rules should read: &quot;Games of 5-6 players use 7 plot cards, games with 7+ players use all 15 Plot Cards.&quot; and &quot;...each Round, the leader draws Plot cards (1 for 5-6 players, 2 for 7-8 players, and 3 for 9-10 players)&quot; - This has been corrected in the subsequent printings."
  ]
}