{
  "boardGameGeekGameId": "162890",
  "boardGameGeekName": "The Resistance: Hidden Agenda",
  "boardGameApiId": "the-resistance-hidden-agenda",
  "name": "The Resistance: Hidden Agenda",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "Hidden Agenda is an expansion to The Resistance that consists of three different modules:",
    "Assassin Module:  Ever since we announced The Resistance: Avalon the request has been to take the exciting new roles from Avalon and make them available for The Resistance.  We are very excited to now make that available - the Assassin module of Hidden Agenda contains all the Avalon roles, rethemed and renamed to fit into The Resistance Universe.",
    "Defector Module: Two variants in one, the Defectors were included as part of the Avalon promos.  In one variant, the Defectors can switch allegiance during the game - ensuring that players are never quite certain who to trust.  In the second variant version the two Defectors know each other - ensuring that the accusations of deceit begin from the very opening of the game.",
    "Trapper Module: Every proposed Mission Team includes an extra person that won't go on the mission.  The leader will isolate a team member and watch their every move - making sure they can't make the mission fail. If you are a spy on the Mission Team, you&rsquo;ll never know if you will cause a mission to fail or simply be giving your identity away. But resistance members will have to approve some missions knowing that a spy is on them and trust that the leader chooses to isolate the spy.",
    "The first printing of Hidden Agenda omitted the rules for optional character powers.  Those rules can be found here elsewhere on this site.",
    "Includes 25 new cards (89mm x 64mm) and 1 team token."
  ]
}