{
  "boardGameGeekGameId": "106637",
  "boardGameGeekName": "Ticket to Ride Map Collection: Volume 1 – Team Asia & Legendary Asia",
  "boardGameApiId": "ticket-to-ride-map-collection-volume-1-team-asia-legendary-asia",
  "name": "Ticket to Ride Map Collection: Volume 1 – Team Asia & Legendary Asia",
  "playRecords": [
    {
      "date": "2018-01-10",
      "winner": "John",
      "coOp": "No",
      "notes": "Asia"
    },
    {
      "date": "2018-01-12",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "Legendary Asia"
    },
    {
      "date": "2018-05-27",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "Asia"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 2,
  "winCountJohn": 1,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 3,
  "winRateHannah": 0.6667,
  "winRateJohn": 0.3333,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "Days of Wonder's Ticket to Ride Map Collection is a series of expansions for Alan R. Moon's Ticket to Ride, with each expansion including a double-sided game board and destination tickets and rules for those locations.",
    "Ticket to Ride Map Collection: Volume 1 - Team Asia &amp; Legendary Asia presents players with two set-ups on Earth's largest continent:",
    "&bull; Team Asia from Alan R. Moon &ndash; Four or six players compete as two-player teams, with teammates sitting next to one another at the table. Each player has her own secret hand of cards and tickets, in addition to some cards and tickets being placed in a shared cardholder that either player on the team can access.",
    "When a player draws cards, she must place one card in the cardholder and the other in her hand (unless she takes a face-up locomotive, in which case it must be shared); when a player draws tickets, the first ticket kept must be placed in the cardholder and any additional tickets kept added to her hand. A player can spend her turn to add two tickets from her hand to the cardholder. A team's points are tracked collectively, and the team with the highest score wins.",
    "&bull; Legendary Asia from Fran&ccedil;ois Valentyne &ndash; The main change in this set-up is that some of the routes through Asia are labeled mountain routes, with one or more spaces on the route bearing an X. Whenever a player claims one of these routes, she must place a train from her reserve in the Mountain Crossing area of the game board, earning two points for each such train but losing access to them for the rest of the game. The player who connects to the most cities in a single network earns a ten point &quot;Asian Explorer&quot; bonus.",
    "Ticket to Ride or Ticket to Ride: Europe is required to use the maps in this expansion. Part of Ticket to Ride series."
  ]
}