{
  "boardGameGeekGameId": "253284",
  "boardGameGeekName": "Ticket to Ride: New York",
  "boardGameApiId": "ticket-to-ride-new-york",
  "name": "Ticket to Ride: New York",
  "playRecords": [
    {
      "date": "2018-06-02",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-07-27",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-07-29",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-08-03",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-08-19",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-09-12",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-10-04",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-11-01",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-11-23",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-11-30",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 10,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 8,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 10,
  "winRateHannah": 0.8,
  "winRateJohn": 0.2,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "Ticket to Ride: New York features the familiar gameplay from the Ticket to Ride game series &mdash; collect cards, claim routes, draw tickets &mdash; but on a scaled-down map of Manhattan that allows you to complete a game in no more than 15 minutes.",
    "Each player starts with a supply of 15 taxis, two transportation cards in hand, and one or two destination tickets that show locations in Manhattan (and Brooklyn). On a turn, you either draw two transportation cards from the deck or the display of five face-up cards (or you take one face-up taxi, which counts as all six colors in the game); or you claim a route on the board by discarding cards that match the color of the route being claimed (with any set of cards allowing you to claim a gray route); or you draw two destination tickets and keep at least one of them.",
    "Players take turns until someone has no more than two taxis in their supply, then each player takes one final turn, including the player who triggered the end of the game. Players then sum their points, scoring points for the routes that they've claimed during the game, the destination tickets that they've completed (by connecting the two locations on a ticket by a continuous line of their taxis), and the tourist attractions that they've reached with their taxis. You lose points for any uncompleted destination tickets, then whoever has the high score wins!"
  ]
}