{
  "boardGameGeekGameId": "34127",
  "boardGameGeekName": "Ticket to Ride: The Card Game",
  "boardGameApiId": "ticket-to-ride-the-card-game",
  "name": "Ticket to Ride: The Card Game",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "A New Train Adventure Begins!",
    "The Ticket to Ride Card Game delivers all of the excitement, fun, and nail-biting tension of the original Ticket to Ride board game, but with several unique game-play twists in a new stand-alone, card game format.",
    "Players collect sets of illustrated Train cards, which are then used to complete Destination Tickets - routes between two cities depicted on each ticket. But before their Train cards can be used, players must face the risk of &quot;train robbing,&quot; where another player may force them to lose their hard-earned cards.",
    "Contains 96 illustrated train car cards, 46 destination tickets, 6 big city prize cards, and a rulebook.",
    "Part of the Ticket to Ride series.",
    "To begin the game, each player is dealt train car cards and destination ticket cards.  All these cards are kept secret from the other players until played or scored.  Each player may keep all his ticket cards, just one or any number in between.  A player's turn has two parts: first the player moves face up train car cards from his Railyard to his face down, On-the-Track stack; second the player may perform one of the following actions: 1) draw more train car cards, 2) place train car cards in his Railyard, or 3) draw destination tickets.  Like the original Ticket to Ride board game, when a player chooses to draw train car cards, he may choose from the five face up cards or draw from the top of the face down deck.  When placing cards in the Railyard, a player may place two or more cards of the same color including locomotives which are wild, or three cards, each of a different color.  Also when placing cards in the Railyard, a player may not play cards of the same color as those currently present in his Railyard nor of the same color as those present in any opponent's Railyard unless he plays more of that color than are present in the opponent's Railyard.  If the player plays more, then the opponent must discard his cards of that color.  This is called &quot;Train robbing.&quot;  When drawing destination tickets, a player draws four and may keep any number of them including none.",
    "When the train car card deck is exhausted in a two or three player game, each player gets one more turn and the game ends.  In a four player game, completed tickets are scored and discarded train car cards are reshuffled into a new draw deck.  When that deck is exhausted, each player gets one more turn and the game ends.  At the end of the game all tickets not previously scored are scored.  The point values of completed tickets are added to a players score while those of tickets not completed are subtracted.  To complete tickets, players match train car cards in their On-the-Track stack by color and quantity with their tickets.  Each big city bonus is awarded to the player with the most completed tickets having that city.  These bonus points are added to the player's score.  The player scoring the most total points wins."
  ]
}