{
  "boardGameGeekGameId": "31627",
  "boardGameGeekName": "Ticket to Ride: Nordic Countries",
  "boardGameApiId": "ticket-to-ride-nordic-countries",
  "name": "Ticket to Ride: Nordic Countries",
  "playRecords": [
    {
      "date": "2018-04-02",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-11-17",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2020-02-01",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 3,
  "winRateHannah": 0.3333,
  "winRateJohn": 0.6667,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "Ticket to Ride: Nordic Countries takes you on a Nordic adventure through Denmark, Finland, Norway, and Sweden as you travel to the great northern cities of Copenhagen, Oslo, Helsinki, and Stockholm. This version was initially available only in the Nordic Countries of Denmark, Norway, Sweden, and Finland; a worldwide limited-edition release occurred in August 2008 and it has since been kept in print again by Days of Wonder.",
    "The goal in &quot;Nordic&quot; remains the same as base Ticket to Ride: collect and play cards to place your trains on the board, attempting to connect the different cities on your ticket cards. The map incorporates tunnels from Europe and also has routes containing ferries. Ferries will require a certain number of Locomotives to be played, as well as other cards, in order to be claimed. Locomotives are handled a bit differently as well. On your turn you may take 2 Locomotives if you want, but you can only use them on ferries, tunnels, or the special 9 length route.",
    "Unlike the USA or Europe maps, Nordic is designed for 2-3 players only and has a heavier focus on blocking your opponent and more aggressive play.",
    "Although not an official expansion for this set, Ticket to Ride Map Collection: Volume 5 &#226;&#128;&#147; United Kingdom & Pennsylvania can be used as an expansion for Nordic Countries, although limited to the three players included in this set.  Nordic Countries includes three sets of 40 trains, with 5 spare for each colour; the UK map in Ticket to Ride Map Collection: Volume 5 &#226;&#128;&#147; United Kingdom & Pennsylvania requires 35 trains and the Pennsylvania map requires 45 trains.",
    "Part of the Ticket to Ride series."
  ]
}