{
  "boardGameGeekGameId": "9209",
  "boardGameGeekName": "Ticket to Ride",
  "boardGameApiId": "ticket-to-ride",
  "name": "Ticket to Ride",
  "playRecords": [
    {
      "date": "2018-01-06",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-04-22",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-07-06",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-07-10",
      "winner": "Draw",
      "coOp": "No"
    },
    {
      "date": "2020-02-15",
      "winner": "Hannah"
    }
  ],
  "totalGamesPlayed": 5,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 3,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 5,
  "winRateHannah": 0.2,
  "winRateJohn": 0.6,
  "winRateOther": 0,
  "winRateDraw": 0.2,
  "mostWonGames": "John",
  "description": [
    "With elegantly simple gameplay, Ticket to Ride can be learned in under 15 minutes. Players collect cards of various types of train cars they then use to claim railway routes in North America. The longer the routes, the more points they earn. Additional points come to those who fulfill Destination Tickets &ndash; goal cards that connect distant cities; and to the player who builds the longest continuous route.",
    "&quot;The rules are simple enough to write on a train ticket &ndash; each turn you either draw more cards, claim a route, or get additional Destination Tickets,&quot; says Ticket to Ride author, Alan R. Moon. &quot;The tension comes from being forced to balance greed &ndash; adding more cards to your hand, and fear &ndash; losing a critical route to a competitor.&quot;",
    "Ticket to Ride continues in the tradition of Days of Wonder's big format board games featuring high-quality illustrations and components including: an oversize board map of North America, 225 custom-molded train cars, 144 illustrated cards, and wooden scoring markers.",
    "Since its introduction and numerous subsequent awards, Ticket to Ride has become the BoardGameGeek epitome of a &quot;gateway game&quot; -- simple enough to be taught in a few minutes, and with enough action and tension to keep new players involved and in the game for the duration.",
    "Part of the Ticket to Ride series."
  ]
}