{
  "boardGameGeekGameId": "225244",
  "boardGameGeekName": "Ticket to Ride: Germany",
  "boardGameApiId": "ticket-to-ride-germany",
  "name": "Ticket to Ride: Germany",
  "playRecords": [
    {
      "date": "2018-04-28",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-04-28",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-11-24",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 3,
  "winRateHannah": 0.3333,
  "winRateJohn": 0.6667,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "Ticket to Ride: Germany is a standalone game in the Ticket to Ride series. Over the course of the game, players collect cards in order to then claim routes on the game board between two cities. Ideally the players create a network of routes that connect the cities showing on their secret ticket cards. Players score points both for claiming routes and for completing tickets, with incomplete tickets counting against a player's score.",
    "In addition to scoring points for tickets, whenever a player places a route on the board, they claim a passenger from the two cities that form the endpoints for that route (assuming that the passengers have not already been claimed). At the end of the game, whoever has the most passengers of each of the six colors scores 20 points for that color; whoever has the secondmost passengers in a color scores 10 points. Whoever has the most points at the end of the game wins.",
    "Ticket to Ride: Germany combines most of Zug um Zug: Deutschland and the Deutschland 1902 expansion in one box. Zug um Zug: Deutschland, published solely for the German and Austrian market, consisted of the same map as Ticket to Ride: M&auml;rklin, but ZuZ:D didn't include the passenger mechanism from M&auml;rklin in which players scored additional points by moving passengers from city to city. The Deutschland 1902 expansion introduced a different method of scoring passengers, and that method is now present in this collection."
  ]
}