{
  "boardGameGeekGameId": "14996",
  "boardGameGeekName": "Ticket to Ride: Europe",
  "boardGameApiId": "ticket-to-ride-europe",
  "name": "Ticket to Ride: Europe",
  "playRecords": [
    {
      "date": "2018-03-19",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-05-09",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-05-26",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "Boardgames party",
      "mechanics": "5 player"
    },
    {
      "date": "2018-06-24",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-10-25",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-12-02",
      "winner": "Draw",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 6,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 3,
  "winCountJohn": 2,
  "winCountOther": 0,
  "winCountDraw": 1,
  "winnableGamesTotal": 6,
  "winRateHannah": 0.5,
  "winRateJohn": 0.3333,
  "winRateOther": 0,
  "winRateDraw": 0.1667,
  "mostWonGames": "Hannah",
  "description": [
    "Ticket to Ride: Europe takes you on a new train adventure across Europe. From Edinburgh to Constantinople and from Lisbon to Moscow, you'll visit great cities of turn-of-the-century Europe. Like the original Ticket to Ride, the game remains elegantly simple, can be learned in 5 minutes, and appeals to both families and experienced gamers. Ticket to Ride: Europe is a complete, new game and does not require the original version.",
    "More than just a new map, Ticket to Ride: Europe features brand new gameplay elements. Tunnels may require you to pay extra cards to build on them, Ferries require locomotive cards in order to claim them, and Stations allow you to sacrifice a few points in order to use an opponent's route to connect yours. The game also includes larger format cards and Train Station game pieces.",
    "The overall goal remains the same: collect and play train cards in order to place your pieces on the board, attempting to connect cities on your ticket cards. Points are earned both from placing trains and completing tickets but uncompleted tickets lose you points. The player who has the most points at the end of the game wins.",
    "Copyright 2002-2014 Days of Wonder, inc.",
    "Part of the Ticket to Ride series.",
    " Online Play ",
    "     Xbox LIVE Arcade"
  ]
}