{
  "boardGameGeekGameId": "233891",
  "boardGameGeekName": "Ticket to Ride Map Collection: Volume 6 – France & Old West",
  "boardGameApiId": "ticket-to-ride-map-collection-volume-6-france-old-west",
  "name": "Ticket to Ride Map Collection: Volume 6 – France & Old West",
  "playRecords": [
    {
      "date": "2018-01-06",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "France"
    },
    {
      "date": "2018-03-01",
      "winner": "Hannah",
      "coOp": "No",
      "notes": "Wild West map"
    },
    {
      "date": "2018-05-04",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-10-01",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 4,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 4,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 4,
  "winRateHannah": 1,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "Ticket to Ride Map Collection: Volume 6 &ndash; France &amp; Old West includes a double-sided game board that features France on one side and the western half of the United States on the other.",
    "In the France half of this expansion, 2-5 players collect train cards and claim routes in order to complete tickets in hand, but most of the tracks on the board aren't colored! Each time that you draw cards, you must take a colored tile that's 2-5 train cars long and place that tile on an empty track bed. Once you've done this, any player can claim that route by discarding the appropriately colored cards from hand, as in any other Ticket to Ride game. (Single-length routes are already colored, and the map contains a number of gray-colored ferry routes.)",
    "Multiple track beds on the game board overlap, and once a tile has placed on the board, any track beds crossed by this tile are off-limits and nothing can be built on them. At the end of the game, players score their tickets, with bonuses being awarded for longest continuous route and most tickets completed.",
    "In the Old West half of the expansion, 2-6 players start the game by choosing (in reverse player order) a starting location for one of their three city pieces. The first route that a player claims must have this city as one of the route's two endpoints, and each subsequent route claimed must connect to that player's existing network.",
    "After claiming a route, a player can place one of their remaining cities on either end of that route by discarding a matching pair of train cards. Only one city marker can be in each city. Whenever a player builds a route that connects to a city owned by another player, the owner of the city claims the points for the route, not the player placing the trains. If both endpoints of the route have cities, then the owner of each city scores these points. Whoever completes the most tickets in this expansion scores 15 bonus points.",
    "As a variant, you can play Old West with Alvin the Alien. No player can start the game in Roswell, and the first player who builds a route into Roswell scores 10 points, then places the Alvin marker in any city that they control. The next player to connect to this city scores 10 points, then moves Alvin as before. Whoever controls Alvin at the end of the game scores 10 bonus points."
  ]
}