{
  "boardGameGeekGameId": "218208",
  "boardGameGeekName": "Ticket to Ride: First Journey (Europe)",
  "boardGameApiId": "ticket-to-ride-first-journey-europe",
  "name": "Ticket to Ride: First Journey (Europe)",
  "playRecords": [
    {
      "date": "2018-02-14",
      "winner": "Hannah",
      "coOp": "No"
    },
    {
      "date": "2018-02-15",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-04-04",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-04-04",
      "winner": "John",
      "coOp": "No"
    },
    {
      "date": "2018-09-21",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 5,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 2,
  "winCountJohn": 3,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 5,
  "winRateHannah": 0.4,
  "winRateJohn": 0.6,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "Ticket to Ride: First Journey takes the gameplay of the Ticket to Ride series and scales it down for a younger audience.",
    "In general, players collect train cards, claim routes on the map, and try to connect the cities shown on their tickets. In more detail, the game board shows a map of Europe with certain cities being connect by colored paths. Each player starts with four colored train cards in hand and two tickets; each ticket shows two cities, and you're trying to connect those two cities with a contiguous path of your trains in order to complete the ticket.",
    "On a turn, you either draw two train cards from the deck or discard train cards to claim a route between two cities; for this latter option, you must discard cards matching the color and number of spaces on that route (e.g., two yellow cards for a yellow route that's two spaces long). If you connect the two cities shown on a ticket with a path of your trains, reveal the ticket, place it face up in front of you, then draw a new ticket. (If you can't connect cities on either ticket because the paths are blocked, you can take your entire turn to discard those tickets and draw two new ones.) If you connect one of the westernmost cities (Dublin, Brest, Madrid) to one of the easternmost cities (Moscow, Rostov, Ankara) with a path of your turns, you immediately claim a special cross-continent ticket.",
    "The first player to complete six tickets wins! Alternatively, if someone has placed all twenty of their trains on the game board, then whoever has completed the most tickets wins!",
    "Ticket to Ride: First Journey features the same gameplay as the first Ticket to Ride: First Journey game, but with the players claiming track in Europe instead of in the United States.",
    "Part of Ticket to Ride series."
  ]
}