{
  "boardGameGeekGameId": "106645",
  "boardGameGeekName": "Ticket to Ride Map Collection: Volume 2 – India & Switzerland",
  "boardGameApiId": "ticket-to-ride-map-collection-volume-2-india-switzerland",
  "name": "Ticket to Ride Map Collection: Volume 2 – India & Switzerland",
  "playRecords": [
    {
      "date": "2018-03-02",
      "winner": "John",
      "coOp": "No",
      "notes": "Switzerland map"
    },
    {
      "date": "2018-05-07",
      "winner": "John",
      "coOp": "No",
      "notes": "Switzerland"
    },
    {
      "date": "2018-07-28",
      "winner": "John",
      "coOp": "No",
      "notes": "India"
    }
  ],
  "totalGamesPlayed": 3,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 3,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 3,
  "winRateHannah": 0,
  "winRateJohn": 1,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "John",
  "description": [
    "Days of Wonder's Ticket to Ride Map Collection is a series of expansions for Alan R. Moon's Ticket to Ride, with each expansion including a double-sided game board and destination tickets and rules for those locations.",
    "Ticket to Ride Map Collection: Volume 2 - India &amp; Switzerland presents players with two scenarios:",
    "&bull; India from Ian Vincent &ndash; On this game board for 2-4 players, in addition to scoring points for claiming routes and completing tickets, a player can also score points in two other ways. First, the player with the longest continuous path of trains receives a ten point bonus. Second, each player scores bonus points for connecting the cities on one or more tickets with two distinct routes. The first two such tickets earn five additional points each, and the next three earn ten points each for a maximum bonus of 40 points.",
    "&bull; Switzerland from Alan R. Moon &ndash; This is a reprint of Ticket to Ride: Switzerland, first published in 2007. This game board is for 2-3 players only. Instead of connecting only cities, some destination tickets connect a city to a country or one country to any of those surrounding Switzerland; a player who completes such a ticket scores the highest point value for which they qualify. Unlike most other TtR games, discarded tickets are removed from the game instead of being returned to the ticket deck. Also, Locomotives can be used only to build tunnels.",
    "Part of Ticket to Ride series."
  ]
}