{
  "boardGameGeekGameId": "12333",
  "boardGameGeekName": "Twilight Struggle",
  "boardGameApiId": "twilight-struggle",
  "name": "Twilight Struggle",
  "playRecords": [
    {
      "date": "2018-07-21",
      "winner": "Hannah",
      "coOp": "No"
    }
  ],
  "totalGamesPlayed": 1,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 1,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 1,
  "winRateHannah": 1,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Hannah",
  "description": [
    "&quot;Now the trumpet summons us again, not as a call to bear arms, though arms we need; not as a call to battle, though embattled we are &ndash; but a call to bear the burden of a long twilight struggle...&quot;",
    "&ndash; John F. Kennedy",
    "In 1945, unlikely allies toppled Hitler's war machine, while humanity's most devastating weapons forced the Japanese Empire to its knees in a storm of fire. Where once there stood many great powers, there then stood only two. The world had scant months to sigh its collective relief before a new conflict threatened. Unlike the titanic struggles of the preceding decades, this conflict would be waged not primarily by soldiers and tanks, but by spies and politicians, scientists and intellectuals, artists and traitors. Twilight Struggle is a two-player game simulating the forty-five year  dance of intrigue, prestige, and occasional flares of warfare between the Soviet Union and the United States. The entire world is the stage on which these two titans fight to make the world safe for their own ideologies and ways of life. The game begins amidst the ruins of Europe as the two new &quot;superpowers&quot; scramble over the wreckage of the Second World War, and ends in 1989, when only the United States remained standing.",
    "Twilight Struggle inherits its fundamental systems from the card-driven classics We the People and Hannibal: Rome vs. Carthage. It is a quick-playing, low-complexity game in that tradition. The game map is a world map of the period, whereon players move units and exert influence in attempts to gain allies and control for their superpower. As with GMT's other card-driven games, decision-making is a challenge; how to best use one's cards and units given consistently limited resources?",
    "Twilight Struggle's Event cards add detail and flavor to the game. They cover a vast array of historical happenings, from the Arab-Israeli conflicts of 1948 and 1967, to Vietnam and the U.S. peace movement, to the Cuban Missile Crisis and other such incidents that brought the world to the brink of nuclear annihilation. Subsystems capture the prestige-laden Space Race as well as nuclear tensions, with the possibility of game-ending nuclear war.",
    "Components (original edition):",
    "     228 full colour counters ",
    "     22&quot;x34&quot; full colour map ",
    "     103 event cards ",
    "     2 six-sided dice",
    "     1 24-page rulebook",
    "     2 full colour player aid cards",
    "Components (2009 Deluxe edition and after)",
    "     260 full colour counters ",
    "     22&quot;x34&quot; mounted map with revised graphics",
    "     110 event cards",
    "     2 six-sided dice",
    "     1 24-page rulebook",
    "     2 full colour player aid cards",
    "TIME SCALE:     approx. 3-5 years per turn",
    "MAP SCALE:     Point-to-point system",
    "UNIT SCALE:     Influence markers",
    "NUMBER OF PLAYERS:     2",
    "DESIGNER: Ananda Gupta &amp; Jason Matthews",
    "MAP, CARD, &amp; COUNTER ART: Mark Simonitch",
    "A deluxe edition, published in 2009 includes the following changes from the basic game:",
    "     Mounted map with revised graphics",
    "     Two double-thick counter sheets with 260 counters",
    "     Deck of 110 event cards (increased from 103)",
    "     Revised rules and player aid cards",
    "     Revised at start setup and text change for card #98 Aldrich Ames",
    "Upgrade kit for the owners of the previous version includes the following:",
    "     Mounted Map with revised graphics",
    "     New card decks",
    "     Updated Rules &amp; Charts"
  ]
}