{
  "boardGameGeekGameId": "183394",
  "boardGameGeekName": "Viticulture Essential Edition",
  "boardGameApiId": "viticulture-essential-edition",
  "name": "Viticulture Essential Edition",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "In Viticulture, the players find themselves in the roles of people in rustic, pre-modern Tuscany who have inherited meager vineyards. They have a few plots of land, an old crushpad, a tiny cellar, and three workers. They each have a dream of being the first to call their winery a true success.",
    "The players are in the position of determining how they want to allocate their workers throughout the year. Every season is different on a vineyard, so the workers have different tasks they can take care of in the summer and winter. There's competition over those tasks, and often the first worker to get to the job has an advantage over subsequent workers.",
    "Fortunately for the players, people love to visit wineries, and it just so happens that many of those visitors are willing to help out around the vineyard when they visit as long as you assign a worker to take care of them. Their visits (in the form of cards) are brief but can be very helpful.",
    "Using those workers and visitors, players can expand their vineyards by building structures, planting vines (vine cards), and filling wine orders (wine order cards). Players work towards the goal of running the most successful winery in Tuscany.",
    "Viticulture - Essential Edition comes with components for Viticulture, but adds some of the expansions from Tuscany, including 36 Mama &amp; Papa cards, Field cards (previously known as &quot;Properties&quot;), expanded/revised Visitors, and 24 Automa cards (solo variant), along with a couple of minor rule changes.",
    "Card Totals",
    "The Viticulture Essential Edition contains 154 cards at the 44 x 67 mm size and 88 cards at the 63 x 88 mm size."
  ]
}