{
  "boardGameGeekGameId": "249289",
  "boardGameGeekName": "Zogen",
  "boardGameApiId": "zogen",
  "name": "Zogen",
  "playRecords": [],
  "totalGamesPlayed": 0,
  "coOpGamesPlayedCount": 0,
  "coOpGamesPlayedPercentage": 0,
  "coOpGameWins": 0,
  "coOpGameLoses": 0,
  "coOpWinRate": 0,
  "coOpLossRate": 0,
  "winCountHannah": 0,
  "winCountJohn": 0,
  "winCountOther": 0,
  "winCountDraw": 0,
  "winnableGamesTotal": 0,
  "winRateHannah": 0,
  "winRateJohn": 0,
  "winRateOther": 0,
  "winRateDraw": 0,
  "mostWonGames": "Draw",
  "description": [
    "In Zogen, a.k.a. &#227;&#130;&#190;&#227;&#131;&#188;&#227;&#130;&#178;&#227;&#131;&#179;, the player researchers want to rid themselves of their microorganism cards as quickly as they can, but they can do so only by observing the current lab environment and watching the one thing that changes, then &quot;recording&quot; it by playing their card.",
    "In more detail, each player starts with a hand of sixteen cards, with each card showing 0-4 types of microorganisms, which are named &quot;Maru&quot;, &quot;Tsuki&quot;, &quot;Yama&quot;, and &quot;Siri&quot;. The start player for the round places one of their cards face up on the table, then everyone plays at once, trying to lay down a card that differs from the initial card by exactly one microorganism, whether one more or one less.",
    "Thus, if a card shows &quot;Maru&quot; and &quot;Tsuki&quot;, you can lay down a card that shows either &quot;Maru&quot; or &quot;Tsuki&quot; or a card that shows &quot;Maru&quot; and &quot;Tsuki&quot; along with one of the previously missing microorganisms. You must say the name of the microorganism that is added or removed when you play a card, then everyone must match the card that you just played.",
    "When a player has only three cards in hand, the round ends and players score points based on their rank in terms of how many cards they hold. Whoever has the most points after you've played the agreed-upon number of rounds wins."
  ]
}